{
  "note": "Fala, galera! As Notas das Atualizações de hoje estão bem grandes. Falaremos de todas as correções de bugs, da Edição de Prestígio da skin True Damage da Senna, das alterações na Akali (o que fizeram com você, minha garotinha ninja?) e dos fortalecimentos na selva! Mas, talvez, o mais importante sejam as incríveis atualizações de efeitos visuais em alguns dos Campeões mais velhos e queridos do lolzinho. Pule neste portal se você está procurando pelas Notas de Atualização do TFT!",
  "ft": {
    "img": "Patch_10_3_Infographic_1080x1080_crop_por-BR.jpg",
    "mod": "Jinx e Yuumi Cupidos Mortais e Senna True Damage Edição de Prestígio estarão disponíveis em 6 de fevereiro de 2020."
  },
  "champs": [
    {
      "campeao": "Akali",
      "img": "Akali.png",
      "mod": "Custo do Q aumentado. Velocidade de Movimento do W aumentada e agora decai. R agora tem como alvo Campeões, não uma direção.",
      "nota": "Como prometido, nessa Atualização fizemos grandes alterações na Akali. Essas mudanças são o resultado da presença dela no cenário profissional e têm como objetivo moderar seu poder nessa área (mais do que nas partidas normais). Tendo isso em mente, um dos maiores problemas que queríamos resolver era a grande quantidade de opções que ela tinha tanto para entrar nas lutas quanto para sobreviver em situações complicadas. Nossa ninja estava flexível demais, contribuindo com investidas divididas, confrontos de equipe e, ao mesmo tempo, não se limitando a um estilo de jogo específico (ótimo início de jogo, escalamento, etc.).",
      "habilidades": [
        "AkaliQ.png",
        "AkaliW.png",
        "AkaliR.png"
      ]
    },
    {
      "campeao": "Aphelios",
      "img": "Aphelios.png",
      "mod": "Alcance de Ataque deixa de ser infinito em inimigos marcados pelo Q. ",
      "nota": "Vamos limitar os poderes do Aphelios para não parecer que ele está atirando lá da lua.",
      "habilidades": [
        "Calibrum.jpg"
      ]
    },
    {
      "campeao": "Azir",
      "img": "Azir.png",
      "mod": "Mana base aumentada. Número de soldados do R aumentado.",
      "nota": "O imperador já teve dias melhores e, por isso, vamos fortalecê-lo com cuidado, já que existe o risco de que ele enlouqueça com o poder.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "MANA",
              "antes": "438",
              "depois": "480"
            }
          ]
        },
        "AzirR.png"
      ]
    },
    {
      "campeao": "Corki",
      "img": "Corki.png",
      "mod": "Multiplicador de dano por segundo do W aumentado; duração da queima aumentada e agora aplica redução de velocidade.",
      "nota": "Vamos incentivar um uso mais agressivo da Entrega Especial do Corki contra seus inimigos.",
      "habilidades": [
        "Special_Delivery.png"
      ]
    },
    {
      "campeao": "Diana",
      "img": "Diana.png",
      "mod": "Mana base reduzida. Dano por orbe do W reduzido. ",
      "nota": "Mercúrio está retrógrado e isso significa que a Diana será enfraquecida.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "MANA",
              "antes": "420",
              "depois": "375"
            }
          ]
        },
        "DianaOrbs.png"
      ]
    },
    {
      "campeao": "Ekko",
      "img": "Ekko.png",
      "mod": "Dano do acúmulo da Passiva reduzido em monstros.",
      "nota": "Queremos atingir especificamente o Ekko caçador. ALERTA DE SPOILER: também traremos mudanças na selva que devolverão um pouco de EXP para os caçadores mais cedo na partida.",
      "habilidades": [
        "Ekko_P.png"
      ]
    },
    {
      "campeao": "Ezreal",
      "img": "Ezreal.png",
      "mod": "Crescimento de Mana base e VdA aumentado. ",
      "nota": "MF ultrapassada, ok. Aphelios solado, ok. Itemização fechada, ok. Brotando na rota inferior pro desespero de vocês.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "CRESCIMENTO DE MANA",
              "antes": "42",
              "depois": "50"
            },
            {
              "atributo": "CRESCIMENTO DE VELOCIDADE DE ATAQUE",
              "antes": "1,5%",
              "depois": "2,5%"
            }
          ]
        }
      ]
    },
    {
      "campeao": "Galio",
      "img": "Galio.png",
      "mod": "Duração e ciclos de dano do tornado do Q aumentados.",
      "nota": "Em partidas normais de alto nível, tentamos ajudar os jogadores de Galio que sabem aproveitar bem o seu tornado.",
      "habilidades": [
        "GalioQ.png"
      ]
    },
    {
      "campeao": "Leona ",
      "img": "Leona.png",
      "mod": "Dano do W e do E reduzido.",
      "nota": "O dano da Leona está ofuscando as barras de Vida dos oponentes.",
      "habilidades": [
        "LeonaSolarBarrier.png",
        "LeonaZenithBlade.png"
      ]
    },
    {
      "campeao": "Rumble",
      "img": "Rumble.png",
      "mod": "Atributos base arredondados. Velocidade de Movimento adicional e escudo do W reduzidos. ",
      "nota": "Arredondaremos alguns atributos e enfraqueceremos as defesas do W para que ele não toque o terror na rota do meio.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "ARMADURA",
              "antes": "30,88",
              "depois": "31"
            },
            {
              "atributo": "DANO DE ATAQUE",
              "antes": "61,036",
              "depois": "61"
            }
          ]
        },
        "RumbleShield.png"
      ]
    },
    {
      "campeao": "Sejuani",
      "img": "Sejuani.png",
      "mod": "Agora conta com VdA adicional no nível 1. Armadura Congelada agora é removida quando sofre dano de qualquer monstro ou Campeão. ",
      "nota": "Fortalecemos a Sejuani com muito cuidado. Também removemos alguns dos elementos da Passiva que não eram intuitivos ou aproveitados pela maioria dos jogadores. Se removermos esses elementos agora, teremos mais espaço para fortalecimentos no futuro, já que os jogadores profissionais não explorarão a segurança que eles trazem.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "VELOCIDADE DE ATAQUE ADICIONAL",
              "antes": "0% no nível 1",
              "depois": "10% no nível 1"
            }
          ]
        },
        "Sejuani_passive.png"
      ]
    },
    {
      "campeao": "Senna",
      "img": "Senna.png",
      "mod": "Chance de surgimento de Espectros da Névoa ajustada. Despojos de Guerra agora contam como abate, reduzindo a chance de aparecimento de Espectros da Névoa. Correção de bug no E. ",
      "nota": "Apesar de amarmos a flexibilidade da Senna em suas funções, ela está forte demais como atiradora. Ajustaremos a chance de aparecimento de Espectros da Névoa para ajudar sua função como suporte.",
      "habilidades": [
        "Senna_Passive.Senna.png",
        "SennaE.png"
      ]
    },
    {
      "campeao": "Sett",
      "img": "Sett.png",
      "mod": "Regeneração de Vida base reduzida. Tempo de Recarga do W aumentado; dano base reduzido nos últimos níveis. ",
      "nota": "Sett está arrebentando a cara de todo mundo com muita facilidade. Apesar de ter estilo, ele não está sendo desafiado direito. Vamos dar a ele um ou dois enfraquecimentos com o objetivo de tornar seu Casca-Grossa mais difícil de ser utilizado várias vezes em uma luta.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "REGENERAÇÃO DE VIDA",
              "antes": "9,25",
              "depois": "8"
            }
          ]
        },
        "SettW.png"
      ]
    },
    {
      "campeao": "Sona",
      "img": "Sona.png",
      "mod": "Velocidade de Movimento do E em si mesma reduzida. ",
      "nota": "O Carnaval nem chegou e a Sona já estava frenética! Falando sério, os novos tênis de corrida da nossa Mestra das Cordas estavam fora de controle. Vamos reverter um pouco esse fortalecimento, já que ela estava rápida demais.",
      "habilidades": [
        "SonaE.png"
      ]
    },
    {
      "campeao": "Yuumi",
      "img": "Yuumi.png",
      "mod": "Dano fortalecido do Q reduzido e agora leva em consideração a Vida do alvo; custo padronizado. W deixa de entrar em Tempo de Recarga ao ser silenciado. Cura base do E reduzida e multiplicador aumentado. ",
      "nota": "Ela não é mais apenas uma fonte de cura ambulante (gatos costumam fazer só o que dá na telha, né?). Seu Q deve ser mais satisfatório mesmo no meio/fim de partida.",
      "habilidades": [
        "YuumiQ.png",
        "YuumiW.png",
        "YuumiE.png"
      ]
    },
    {
      "campeao": "Annie",
      "img": "Annie.png",
      "mod": "",
      "nota": "",
      "efeitos": [
        {
          "atributo": "ATAQUE BÁSICO",
          "agora": "Novos projéteis e efeitos de acerto"
        },
        {
          "atributo": "PASSIVA - PIROMANIA",
          "agora": "Indicador mais limpo e adição de uma camada de efeitos de acerto em quem for atordoado por Annie"
        },
        {
          "atributo": "Q - DESINTEGRAR",
          "agora": "Novos projéteis e efeitos de acerto; agora tem um pequeno efeito de conjuração"
        },
        {
          "atributo": "W - INCINERAR",
          "agora": "Área de ação em cone atualizada de forma a representar a caixa de colisão verdadeira; efeitos de acerto adicionados; novo indicador de UI de conjuração rápida"
        },
        {
          "atributo": "E - ESCUDO FUNDIDO",
          "agora": "Adicionado o efeito ondular modernizado, normalmente utilizado em escudos de redução de dano"
        },
        {
          "atributo": "R - INVOCAR: TIBBERS",
          "agora": "Novo efeito de conjuração exibindo melhor a caixa de colisão; novos efeitos de ócio no Tibbers; adicionado efeito de fogo ao redor de Tibbers para indicar melhor o alcance do dano em área de ação"
        },
        {
          "atributo": "EFEITOS DE ÓCIO",
          "agora": "Efeitos de ócio com fogo modernizados"
        },
        {
          "atributo": "TODAS AS SKINS",
          "agora": "Efeitos mais limpos e adaptados para as mudanças base"
        },
        {
          "atributo": "ANNIE GÓTICA",
          "agora": "Novas cores"
        },
        {
          "atributo": "ANNIE NO PAÍS DAS MARAVILHAS",
          "agora": "Novos efeitos visuais no kit, dança e Retorno"
        },
        {
          "atributo": "ANNIE DO RAIO DE GELO",
          "agora": "Novas cores"
        },
        {
          "atributo": "ANNIE FRANKENTIBBERS",
          "agora": "Efeitos visuais com novas cores para combinar com a skin"
        },
        {
          "atributo": "ANNIE PANDA",
          "agora": "Efeitos mais limpos e adaptados para as mudanças base"
        },
        {
          "atributo": "ANNIE HEXTEC",
          "agora": "Caixa de colisão do W ajustada; efeitos mais limpos e adaptados para as mudanças base"
        },
        {
          "atributo": "ANNIE SUPERGALÁCTICA",
          "agora": "Efeitos mais limpos e adaptados para as mudanças base"
        },
        {
          "atributo": "ANNIEVERSÁRIO",
          "agora": "Efeitos adaptados para as mudanças base"
        }
      ]
    },
    {
      "campeao": "Malphite",
      "img": "Malphite.png",
      "mod": "",
      "nota": "",
      "efeitos": [
        {
          "atributo": "ATAQUES BÁSICOS",
          "agora": "Adicionados efeitos de peso e tamanho para movimentos de ataque e acertos"
        },
        {
          "atributo": "PASSIVA - ESCUDO DE GRANITO",
          "agora": "Adicionados efeitos sonoros de ativação e desativação"
        },
        {
          "atributo": "Q - FRAGMENTO SÍSMICO",
          "agora": "Efeitos mais limpos e novo som quando a aceleração é ativada"
        },
        {
          "atributo": "W - TROVOADA",
          "agora": "Efeitos atualizados para conjuração, ciclo e novo efeito ao acertar o W fortalecido e ataque básico"
        },
        {
          "atributo": "E - ESTRONDAR TERRENO",
          "agora": "Efeitos mais limpos"
        },
        {
          "atributo": "R - FORÇA INCONTROLÁVEL",
          "agora": "Efeitos atualizados ao conjurar e ao errar/acertar a habilidade"
        },
        {
          "atributo": "TODAS AS SKINS",
          "agora": "Efeitos mais limpos e adaptados para as mudanças base"
        },
        {
          "atributo": "MALPHITE GLACIAL",
          "agora": "Nova conjuração e ciclo do W e efeito ao errar a ult"
        },
        {
          "atributo": "MECH MALPHITE",
          "agora": "Novo efeito personalizado quando a Passiva é ativada; novo ciclo do W e efeito ao errar a ult"
        },
        {
          "atributo": "MALPHITE BARCA DE FERRO",
          "agora": "Novo efeito da Passiva quando ativada; novo ciclo do W"
        },
        {
          "atributo": "MALPHITE ODISSEIA",
          "agora": "Novo efeito quando a Passiva é ativada; efeito ao acertar o W atualizado"
        }
      ]
    },
    {
      "campeao": "Nautilus",
      "img": "Nautilus.png",
      "mod": "",
      "nota": "",
      "efeitos": [
        {
          "atributo": "ATAQUES BÁSICOS",
          "agora": "Novos efeitos de impacto e rastros"
        },
        {
          "atributo": "PASSIVO - ÂNCORA IMPACTANTE",
          "agora": "Novo efeito por acerto e enraizamento"
        },
        {
          "atributo": "Q - LANÇAR ÂNCORA",
          "agora": "Novo projétil que representa a verdadeira caixa de colisão; flecha da UI de conjuração rápida ajustada para representar melhor a largura e o comprimento do novo projétil"
        },
        {
          "atributo": "W - IRA DO TITÃ",
          "agora": "Efeitos mais limpos com novo efeito de escudo; substituição da âncora flutuante do dano ao longo do tempo por um raio de luz escura mais sutil; efeitos dos olhos mais limpos durante a ativação; novo efeito de acerto em área de ação que representa seu verdadeiro tamanho"
        },
        {
          "atributo": "E - CORRENTEZA",
          "agora": "Efeitos levemente mais limpos"
        },
        {
          "atributo": "R - CARGA DE PROFUNDIDADE",
          "agora": "Tamanhos das explosões ajustados para representar melhor as caixas de colisão; novo indicador no alvo (também representando a verdadeira caixa de colisão)"
        },
        {
          "atributo": "TODAS AS SKINS",
          "agora": "Efeitos mais limpos e adaptados para as mudanças base"
        }
      ]
    }
  ],
  "runes": [],
  "fixes": [
    {
      "note": "O esticamento do pescoço do Lee Sin Emissário da Escuridão Edição de Prestígio foi reduzido em várias animações (Ócio1, Ócio2 e corrida)."
    },
    {
      "note": "O efeito passivo do Poderio do Rei Destruído aprimorado do Ornn deixa de acumular com o efeito passivo da Lâmina do Rei Destruído."
    },
    {
      "note": "O Tempo de Recarga do R - Canhão de Mercúrio/Martelo de Mercúrio do Jayce agora é devidamente reduzido em 10% com o efeito do Dragão das Nuvens."
    },
    {
      "note": "Efeitos visuais e sonoros da Alma Infernal deixam de ser vistos pelos inimigos através da Névoa de Guerra."
    },
    {
      "note": "A duração do atordoamento da Passiva - Golpes Concussivos do Braum agora é reduzida corretamente por Tenacidade."
    },
    {
      "note": "Se Sett não tiver pontos no W - Casca-Grossa, o E - Teste de Espírito da Illaoi expulsará seu espírito corretamente.",
      "champs": [
        "Sett"
      ]
    },
    {
      "note": "Os efeitos sonoros da PROJETO: Jinx deixam de ser mais altos do que os efeitos sonoros de suas outras skins."
    },
    {
      "note": "O R - Hora do Show do Sett não pode mais suprimir Mordekaiser quando estiver conjurando R - Reino da Morte.",
      "champs": [
        "Sett"
      ]
    },
    {
      "note": "Os indicadores de alcance do R - Furor da Caçada e da Passiva - Predador Oculto do Rengar Guardião das Areias deixam de pulsar e aumentar seus tamanhos intermitentemente."
    },
    {
      "note": "Yuumi deixa de ficar presa no R - Reino da Morte do Mordekaiser aliado ao conjurar W - Você e Eu! em sua direção quando ele for revivido pelo R - Alteração Temporal do Zilean.",
      "champs": [
        "Yuumi"
      ]
    },
    {
      "note": "O E - Singularidade Lucente da Lux agora revela o arbusto dentro de sua zona de dano e redução de velocidade"
    },
    {
      "note": "Campeões não podem mais ativar Aperto dos Mortos-Vivos várias vezes através de Protótipo: Onirruna em uma única rotação."
    },
    {
      "note": "As adagas da Passiva - Ciclone das Adagas da Katarina deixam de receber 2 acúmulos de Conquistador por alvo atingido e passam a receber corretamente 2 acúmulos por conjuração."
    },
    {
      "note": "Katarina deixa de tentar causar ataques básicos ao seu último alvo depois do E - Shunpo, a menos que ele esteja dentro do Alcance de Ataque."
    },
    {
      "note": "O Q - Acerto Decisivo de Garen não é mais cancelado no meio do ataque quando seu alvo se teleportar para longe."
    },
    {
      "note": "Solucionamos um ponto cego próximo da parede ao norte (perto da entrada inferior da selva no lado vermelho) para que armadilhas, mascotes, Campeões etc. sejam visíveis para os jogadores que estiverem no rio."
    },
    {
      "note": "Habilidades ao contato de Campeões agora recebem corretamente acúmulos de Energia vindos de itens e runas com a habilidade Passivo ÚNICO - Energizado."
    },
    {
      "note": "Campeões com ataques duplos agora recebem a quantidade correta de acúmulos de Passivo ÚNICO - Energizado ao realizar dois ataques."
    },
    {
      "note": "Campeões abatidos deixam de atrair o foco de ataque das torres."
    },
    {
      "note": "Campeões cegos pelo Q - Dardo Ofuscante do Teemo agora deixam de causar dano crítico ou fortalecido contra seus oponentes."
    },
    {
      "note": "A Passiva - Ascensão das Trevas de Mordekaiser agora causa dano contra seus inimigos apenas quando a habilidade estiver ativa."
    },
    {
      "note": "O Barão Na'Shor deixa de causar dano ou conceder visão ao seu redor para jogadores atrás do covil que não o tiverem em seu campo de visão original."
    },
    {
      "note": "Destruir uma torre ou uma barricada com o Arauto do Vale agora concede aos jogadores a quantidade correta de ouro, mesmo quando estiverem mais distantes da torre."
    }
  ]
}