{
  "note": "Saudações, terráqueos! Nesta atualização, damos as boas-vindas ao novo Wukong, mais trapaceiro do que nunca, e atualizamos o sistema de gerenciamento para que menos partidas apresentam desequilíbrios em relação ao número de jogadores de preenchimento em cada equipe. Os detalhes são muito mais interessantes do que esse resumão aqui, então confiram as novidades na íntegra logo abaixo! Também temos uma terceira rodada de mudanças para que novos Campeões se aventurem na selva e mais algumas mudanças sistêmicas com o objetivo de continuar ajudando os jogadores da rota superior a terem mais impacto durante toda a partida. Pule neste portal se você está procurando pelas Notas de Atualização do TFT!",
  "ft": {
    "img": "Patch_10_6_Infographic_1080x1080_v2_por-BR.jpg",
    "mod": "Talon Bosque Sombrio, Taric Escudo Cintilante e Twitch Passos Leves estarão disponíveis no dia 19 de março de 2020. Mordekaiser, Xerath e Malphite Estrelas Negras, Malphite Estrela Negra Edição de Prestígio, juntamente com Lux Cósmica e Cosmos Negro, estarão disponíveis no dia 26 de março de 2020."
  },
  "champs": [
    {
      "campeao": "Anivia",
      "img": "Anivia.png",
      "mod": "Duração do efeito de Gelo do R aumentado.",
      "nota": "Tonaremos o efeito negativo de Gelo da Anivia mais consistente (aquele que dobra o dano do E) fazendo com que a duração seja a mesma para todas as habilidades que o utilizam (ultimate e Q).",
      "habilidades": [
        "GlacialStorm.png"
      ]
    },
    {
      "campeao": "Aphelios ",
      "img": "Aphelios.png",
      "mod": "Cura inata de Severum e dano inato de Infernum contra tropas reduzidos. Dano fortalecido de Crescendum reduzido.",
      "nota": "Aphelios continua dominando o cenário profissional, então vamos enfraquecer as mecânicas que são mais valiosas para esse grupo do que para os outros jogadores.",
      "habilidades": [
        "Q_Severum.jpg",
        "Q_Infernum.jpg",
        "Q_Crescendum.jpg"
      ]
    },
    {
      "campeao": "Darius",
      "img": "Darius.png",
      "mod": "Dano adicional do W reduzido e custo aumentado. Custo do E aumentado e agora é reduzido a cada nível. ",
      "nota": "Darius está passando dos limites depois de todas as alterações na rota superior e nos itens para lutadores. O objetivo desse leve enfraquecimento é fazer de Apreender uma decisão estratégica ainda mais importante.",
      "habilidades": [
        "DariusNoxianTacticsONH.png",
        "DariusAxeGrabCone.png"
      ]
    },
    {
      "campeao": "Draven",
      "img": "Draven.png",
      "mod": "Velocidade de Movimento decadente do W aumentada. ",
      "nota": "Fortaleceremos o Draven para que os jogadores mais experientes possam aproveitá-lo nas partidas de alto nível de habilidade.",
      "habilidades": [
        "DravenFury.png"
      ]
    },
    {
      "campeao": "Garen",
      "img": "Garen.png",
      "mod": "Crescimento de Resistência Mágica base reduzido. Multiplicador de Acerto Crítico do E reduzido. ",
      "nota": "Atualmente, Garen está com grande diversidade de itemização, mas ainda não chegou onde queríamos. Vamos enfraquecer alguns de seus atributos para seguirmos com a tendência de itemizações de dano. A Espada de Demacia anda bem forte...",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "CRESCIMENTO DE RESISTÊNCIA MÁGICA",
              "antes": "1,25",
              "depois": "0,75"
            }
          ]
        },
        "GarenE.png"
      ]
    },
    {
      "campeao": "Hecarim",
      "img": "Hecarim.png",
      "mod": "Duração do temor do R aumentada.",
      "nota": "Hecarim agora pode se arriscar mais com iniciações de alcance máximo.",
      "habilidades": [
        "HecarimUlt.png"
      ]
    },
    {
      "campeao": "Kayn",
      "img": "Kayn.png",
      "mod": "Recebimento de orbes da Passiva aumentado no meio de partida.",
      "nota": "Na última atualização, suavizamos o recebimento de orbes do Kayn, mas agora sua transformação está acontecendo mais tarde. Faremos com que ele se transforme próximo ao tempo de antigamente.",
      "habilidades": [
        "Kayn_Passive_Primary.png"
      ]
    },
    {
      "campeao": "Kindred",
      "img": "Kindred.png",
      "mod": "Crescimento de Dano de Ataque base e Regeneração de Mana aumentados. Restauração de Vida do W aumentada. Cura do R aumentada.",
      "nota": "Os Kindred nem se lembram do gosto de um fortalecimento. Como estão fraquinhos já faz algum tempo, vamos alimentá-los com cura e escalamento.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "CRESCIMENTO DE DANO DE ATAQUE",
              "antes": "2,26",
              "depois": "2,5"
            },
            {
              "atributo": "REGENERAÇÃO DE MANA",
              "antes": "6,972",
              "depois": "7"
            }
          ]
        },
        "KindredW.png",
        "KindredR.png"
      ]
    },
    {
      "campeao": "Morgana",
      "img": "Morgana.png",
      "mod": "Velocidade de Movimento base aumentada. Escudo do E aumentado nos primeiros níveis.",
      "nota": "Fortalecimentos direcionados à função de suporte, pois ela está bem balanceada na rota do meio.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "VELOCIDADE DE MOVIMENTO",
              "antes": "330",
              "depois": "335"
            }
          ]
        },
        "MorganaE.png"
      ]
    },
    {
      "campeao": "Ryze",
      "img": "Ryze.png",
      "mod": "Crescimento de Regeneração de Mana base aumentado. Dano do W aumentado nos últimos níveis. ",
      "nota": "Queremos gerenciar a presença do Ryze no cenário profissional e garantir que ele não domine as escolhas dos jogadores, mas seu fim de jogo ainda não está tão forte. Vamos consolidá-lo como um dos \"reis do nível 18\" para que ele possa aproveitar as partidas de maior duração.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "CRESCIMENTO DE REGENERAÇÃO DE MANA",
              "antes": "0,8",
              "depois": "1"
            }
          ]
        },
        "RyzeW.png"
      ]
    },
    {
      "campeao": "Senna",
      "img": "Senna.png",
      "mod": "Dano de Ataque por alma da Passiva reduzido e Tempo de Recarga do efeito Névoa agora escala.",
      "nota": "No momento, a Senna suporte está forte demais, principalmente quando enfrenta tanques defensivos. Reduziremos o valor e o ritmo das Almas para que ela não agrida seus oponentes constantemente, algo que consegue fazer com uma frequência maior ainda quando conta com um tanque para protegê-la.",
      "habilidades": [
        "Senna_Passive.Senna.png"
      ]
    },
    {
      "campeao": "Shaco",
      "img": "Shaco.png",
      "mod": "Dano do ataque básico do clone reduzido. ",
      "nota": "A itemização de DdA está bem forte no Shaco, então vamos enfraquecê-lo de leve.",
      "habilidades": [
        "HallucinateFull.png"
      ]
    },
    {
      "campeao": "Soraka",
      "img": "Soraka.png",
      "mod": "Cura de Rejuvenescimento e Velocidade de Movimento adicional do Q aumentadas.",
      "nota": "Agora que a maldição da Soraka na rota superior não ameaça mais nosso universo, devolveremos parte do poder de Chamado Estelar.",
      "habilidades": [
        "SorakaQ.png"
      ]
    },
    {
      "campeao": "Twisted Fate",
      "img": "TwistedFate.png",
      "mod": "Multiplicadores de PdH da carta azul e da carta vermelha aumentados. ",
      "nota": "Com essa mudança, talvez uma carta errada no fim de jogo não seja tão errada assim.",
      "habilidades": [
        "PickACard.png"
      ]
    },
    {
      "campeao": "Urgot",
      "img": "Urgot.png",
      "mod": "Duração da Redução de Velocidade do Q aumentada. Duração do atordoamento do E aumentada. ",
      "nota": "Com Expurgar sendo a principal habilidade a ser maximizada primeiro, as outras habilidades podem não ser tão satisfatórias. Esses pequenos fortalecimentos no potencial de CG devem aumentar a confiabilidade do combo, mesmo através de Tenacidade, e manter o Urgotão bem fortão.",
      "habilidades": [
        "UrgotQ.png",
        "UrgotE.png"
      ]
    },
    {
      "campeao": "Veigar",
      "img": "Veigar.png",
      "mod": "DdA base, crescimento de DdA e Armadura aumentados. Dano base do Q aumentado.",
      "nota": "Uma ajudinha para o nosso vilãozinho (ele é mau, parem de rir!).",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "DANO DE ATAQUE",
              "antes": "50,71",
              "depois": "52"
            },
            {
              "atributo": "CRESCIMENTO DE DANO DE ATAQUE",
              "antes": "2,625",
              "depois": "2,7"
            },
            {
              "atributo": "ARMADURA",
              "antes": "22,55",
              "depois": "23"
            }
          ]
        },
        "VeigarBalefulStrike.png"
      ]
    },
    {
      "campeao": "Wukong",
      "img": "MonkeyKing.png",
      "mod": "A Passiva aumenta atributos com base no número de Campeões sendo enfrentados, em vez de proximidade. W agora tem um avanço e um chamariz que imita ataques básicos e habilidades. R agora pode ser conjurado duas vezes. ",
      "nota": "Um dos nossos principais objetivos com essa atualização é dar ao Wukong o estilo de jogo trapaceiro que ele não tinha. Com isso em mente, o padrão de combate terá mais versatilidade e maneiras de superar os oponentes. Esse macaco finalmente conseguirá enganar algumas pessoas em vez de simplesmente explodi-las com seu bastão. Também queremos potencializar as itemizações de lutador, rota superior e selva dele, já que as itemizações de rota do meio como assassino (apesar de fortes) não são satisfatórias (seja jogando com elas ou as enfrentando). Ah, já sabemos que isso está planejado faz mais de 200 anos, mas só ficou pronto agora.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "RESISTÊNCIA MÁGICA",
              "antes": "32,1",
              "depois": "28"
            },
            {
              "atributo": "VIDA",
              "antes": "577,8",
              "depois": "540"
            },
            {
              "atributo": "MANA",
              "antes": "265",
              "depois": "300"
            },
            {
              "atributo": "CRESCIMENTO DE MANA",
              "antes": "38",
              "depois": "45"
            },
            {
              "atributo": "ITENS RECOMENDADOS",
              "depois": "Foram atualizados para refletir a força das itemizações de lutador no Wukong."
            }
          ]
        },
        "MonkeyKingStoneSkin.png",
        "MonkeyKingDoubleAttack.png",
        "MonkeyKingDecoy.png",
        "MonkeyKingNimbus.png",
        "MonkeyKingSpinToWin.png"
      ]
    },
    {
      "campeao": "Xerath",
      "img": "Xerath.png",
      "mod": "Amplificação de dano no centro do W aumentada. Dano do R por disparo aumentado nos últimos níveis. ",
      "nota": "Fortaleceremos as habilidades do Xerath que exigem mais precisão para recompensar quem sabe mirar direitinho.",
      "habilidades": [
        "XerathArcaneBarrage2.png",
        "XerathLocusOfPower2.png"
      ]
    }
  ],
  "runes": [],
  "fixes": [
    {
      "note": "Modais no LCU permitirão que você clique fora do modal para fechá-lo (em vez de exigirem um clique no botão de X)."
    },
    {
      "note": "Rek'Sai deixa de receber imunidade contra CG por 3s depois de saltar com R - Investida do Vazio em clones."
    },
    {
      "note": "Ao tentar conjurar o E - Chuva de Disparos da Miss Fortune, o Q - Esfera Negra da Syndra ou o E - Chuva de Flechas do Varus fora do alcance máximo imediatamente após utilizar Flash, a posição da habilidade será devidamente atualizada e a conjuração utilizará o novo alcance máximo."
    },
    {
      "note": "Utilizar um Feitiço de Invocador para ativar o Manto de Nimbus deixará de redefinir qualquer animação de ataque básico em andamento."
    },
    {
      "note": "Ao ser suprimida pelo R - Hora do Show do Sett, LeBlanc não retornará para a marca do seu W - Distorção e sofrerá a duração correta do CG."
    },
    {
      "note": "Gangplank agora receberá o número correto de ouro adicional ou Serpentes de Prata do Q - Negociarrr se o relâmpago energizado da Faca de Statikk abater um alvo."
    },
    {
      "note": "O R - Reino da Morte do Mordekaiser deixa de causar um dano adicional de 10% da Vida máxima do alvo ao ser conjurado em um alvo com Vida cheia."
    },
    {
      "note": "Vampirismo universal e Vampirismo Mágico agora concedem o valor de cura correto, mesmo se o alvo estiver com escudo."
    },
    {
      "note": "A Faixa de Fluxo de Mana agora é acionada corretamente quando um Campeão inimigo é atingido por uma habilidade."
    },
    {
      "note": "Graves agora causa a quantidade correta de dano ao atacar um alvo com um ataque básico Energizado no alcance máximo (Efeito Energizado do Canhão Fumegante)."
    },
    {
      "note": "Os aprimoramentos do Emote de Maestria ao completar conjuntos de Eternos (chegar ao marco 15) agora devem ser concedidos corretamente."
    },
    {
      "note": "O Eterno \"Assalta-Pirata\" agora rastreia o valor correto de ouro obtido por dano indireto do Q - Negociarrr (ex.: explosões em cadeia de barris)."
    },
    {
      "note": "As notificações de Marco dos Eternos deixarão de desaparecer rapidamente se o jogador entrar em combate logo que elas aparecerem."
    },
    {
      "note": "As notificações de Marco dos Eternos inimigos não aparecerão quando a opção \"Apenas próprio e equipe\" for selecionada nas Configurações - Em Jogo - Interface."
    },
    {
      "note": "As configurações de exibição de Marco dos Eternos agora devem continuar no cliente entre uma sessão e outra."
    },
    {
      "note": "Os Marcos dos Eternos agora serão exibidos corretamente depois que um jogador sair de combate se a ação que contribui para o Eterno tiver que colocar o jogador em combate."
    },
    {
      "note": "O progresso dentro de jogo dos Marcos de Eternos agora será exibido corretamente no cliente."
    }
  ]
}