{
  "note": "Boas-vindas de volta, galera! Esperamos que vocês tenham aproveitado bem as festividades e que estejam prontos para mais balanceamentos e outras alterações no LoL nessa nova década que começou. Na primeira Atualização do ano, conheceremos o grande chefe Sett e teremos grandes alterações no Sylas, o outro garotão \"malvado\" do Lolzinho. O objetivo dessas mudanças é encorajar sua função na rota do meio e, ao mesmo tempo, garantir que ele não perca aquele estilo lutador pelo qual é conhecido. Fora isso, temos mudanças de qualidade de vida para Vi, Kog'Maw, Kassadin e Jax, além de fortalecimentos cuidadosos em Campeões que, no passado, já se mostraram ameaças no cenário profissional. E, por último, daremos continuidade às grandes mudanças nos itens de suporte iniciada na 9.23, modificando-os para que seus usuários sejam encorajados a fazer mais coisas no início de jogo. Feliz Ano-Novo! Pule neste portal se você está procurando pelas Notas de Atualização do TFT!",
  "ft": {
    "img": "Patch_10_1_Infographic_CROP_por-BR.jpg",
    "mod": "Sylas de Freljord estará disponível em 10 de janeiro de 2020. Sett e sua skin Sett Reinos Mech estarão disponíveis em 14 de janeiro de 2020. Draven Reinos Mech, Garen Reinos Mech, Leona Reinos Mech, Jax Reinos Mech e Garen Reinos Mech Edição de Prestígio estarão disponíveis em 15 de janeiro de 2020."
  },
  "champs": [
    {
      "campeao": "Sett",
      "img": "champs/Sett.png?v=1",
      "mod": "O Chefe",
      "nota": "Sett chega para reinar supremo na 10.1.Ilustrações atualizadas do Sett em alta definição estão disponíveis no League Displays!",
      "links": [
        {
          "item": "Seção do Universo",
          "link": "https://universe.leagueoflegends.com/pt_BR/champion/sett/"
        }
      ]
    },
    {
      "campeao": "Aphelios",
      "img": "champs/Aphelios.png",
      "mod": "Velocidade de Movimento base e Vida reduzidas. Dano em área de ação do R com Infernum reduzido em alvos secundários. ",
      "nota": "Infernum deve ser a melhor opção de ultimate para o Aphelios quando houver de 3 a 5 inimigos agrupados, mas \"melhor opção\" não significa abater a equipe inteira com apenas um disparo. Podemos ajustar esse dano exagerado e, ainda assim, manter a arma como a melhor opção a ser usada contra inimigos muito unidos, então faremos exatamente isso.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "VELOCIDADE DE MOVIMENTO",
              "antes": "330",
              "depois": "325"
            },
            {
              "atributo": "VIDA",
              "antes": "530",
              "depois": "500"
            }
          ]
        },
        {
          "nome": "R - Vigília do Plenilúnio",
          "atributos": [
            {
              "atributo": "DANO EM ÁREA DE AÇÃO FORTALECIDO DE INFERNUM",
              "antes": "100% em alvos secundários",
              "depois": "75% em alvos secundários"
            }
          ],
          "img": "skills/ApheliosR.png"
        }
      ]
    },
    {
      "campeao": "Aurelion Sol",
      "img": "champs/AurelionSol.png",
      "mod": "Dano base das estrelas da Passiva reduzido. ",
      "nota": "O potencial de dano explosivo e limpeza de rotas do Aurelion Sol no início de jogo está um pouco alto no momento. Apesar de estarmos tirando parte desse dano no início de jogo, ainda queremos que ele possa escalar bem no fim da partida.",
      "habilidades": [
        {
          "nome": "Passiva - Centro do Universo",
          "atributos": [
            {
              "atributo": "DANO BASE DAS ESTRELAS",
              "antes": "16 - 120 (nos níveis 1 a 18)",
              "depois": "12 - 120 (nos níveis 1 a 18)"
            }
          ],
          "img": "skills/AurelionSol_Passive.png"
        }
      ]
    },
    {
      "campeao": "Azir",
      "img": "champs/Azir.png",
      "mod": "Dano base do R e duração da parede aumentados. ",
      "nota": "Com o Conquistador enfraquecido e a baixa presença do Azir no cenário profissional do ano passado, estamos sendo cuidadosamente otimistas ao fortalecer nosso Imperador das Areias.",
      "habilidades": [
        {
          "nome": "R - Decreto do Imperador",
          "atributos": [
            {
              "atributo": "DANO BASE",
              "antes": "150/250/450",
              "depois": "175/325/475"
            },
            {
              "atributo": "DURAÇÃO DA PAREDE",
              "antes": "3s",
              "depois": "5s"
            }
          ],
          "img": "skills/AzirR.png"
        }
      ]
    },
    {
      "campeao": "Corki",
      "img": "champs/Corki.png",
      "mod": "Dano base do R aumentado nos últimos níveis. ",
      "nota": "Daremos a Corki um fortalecimento que melhore seu nicho de atirador com base em habilidades e que não aumente muito seu poder de limpeza de rotas no início de jogo. Assim como no caso do Azir, seremos cuidadosos e otimistas com esses fortalecimentos por conta de sua baixa presença no cenário profissional.",
      "habilidades": [
        {
          "nome": "R - Barragem de Mísseis",
          "atributos": [
            {
              "atributo": "DANO BASE",
              "antes": "90/115/140",
              "depois": "90/125/160"
            }
          ],
          "img": "skills/MissileBarrage.png"
        }
      ]
    },
    {
      "campeao": "Jax",
      "img": "champs/Jax.png",
      "mod": "R agora funciona com a Lâmina da Fúria de Guinsoo.",
      "nota": "",
      "habilidades": [
        {
          "nome": "R - Poder do Grão-Mestre",
          "atributos": [
            {
              "atributo": "LÂMINA DA FÚRIA DE GUINSOO",
              "depois": "Agora recebe os efeitos da Lâmina da Fúria de Guinsoo."
            }
          ],
          "img": "skills/JaxRelentlessAssault.png"
        }
      ]
    },
    {
      "campeao": "Jayce",
      "img": "champs/Jayce.png",
      "mod": "Dano base do Q (canhão) aumentado nos últimos níveis. ",
      "nota": "No geral, Jayce não está em uma boa situação. Com a Cleptomancia removida, ele definitivamente já teve dias melhores e uma ajudinha viria a calhar. Felizmente, os fortalecimentos de Letalidade realizados no fim do último ano ajudaram um pouco, mas também devolveremos a ele parte do seu poder eletrizante e acentuaremos o dano explosivo pelo qual é conhecido.",
      "habilidades": [
        {
          "nome": "Q - Disparo Chocante",
          "atributos": [
            {
              "atributo": "DANO BASE",
              "antes": "55/105/155/205/255/305",
              "depois": "55/110/165/220/275/330"
            }
          ],
          "img": "skills/Shock_Blast.png"
        }
      ]
    },
    {
      "campeao": "Kalista",
      "img": "champs/Kalista.png",
      "mod": "Vida base e crescimento de Armadura aumentados. ",
      "nota": "Kalista ainda está bem fraca mesmo depois dos fortalecimentos na 9.22. Por isso, desta vez fortaleceremos sua sobrevivência no meio de jogo para que ela possa causar dano em duelos e confrontos de equipe. Assim como no caso do Azir, seremos cuidadosos e otimistas com esses fortalecimentos por conta de sua baixa presença no cenário profissional.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "CRESCIMENTO DE VIDA",
              "antes": "89",
              "depois": "100"
            },
            {
              "atributo": "CRESCIMENTO DE ARMADURA",
              "antes": "3,5",
              "depois": "4"
            }
          ]
        }
      ]
    },
    {
      "campeao": "Kassadin",
      "img": "champs/Kassadin.png",
      "mod": "Velocidade de Movimento reduzida. Duração da penalidade de Mana do R agora é exibida em um ícone. ",
      "nota": "Kassadin está se saindo bem demais nos níveis de jogo medianos. Enfraqueceremos sua movimentação no mapa e potencial de fuga, focando nos jogadores que saem da rota sem ser punidos e que têm a habilidade de estar em todos os lugares.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "VELOCIDADE DE MOVIMENTO",
              "antes": "340",
              "depois": "335"
            }
          ]
        },
        {
          "nome": "R - Caminhar na Fenda",
          "atributos": [
            {
              "atributo": "EXIBIÇÃO DE EFEITO NEGATIVO",
              "depois": "A duração do efeito negativo de Mana do Kassadin agora é exibida na moldura do R."
            }
          ],
          "img": "skills/RiftWalk.png"
        }
      ]
    },
    {
      "campeao": "Kog'Maw",
      "img": "champs/KogMaw.png",
      "mod": "Duração da penalidade de Mana do R agora é exibida em um ícone. ",
      "nota": "",
      "habilidades": [
        {
          "nome": "R - Artilharia Viva",
          "atributos": [
            {
              "atributo": "EXIBIÇÃO DE EFEITO NEGATIVO",
              "depois": "A duração do efeito negativo de Mana do Kog'Maw agora é exibida na moldura do R."
            }
          ],
          "img": "skills/KogMawLivingArtillery.png"
        }
      ]
    },
    {
      "campeao": "Mordekaiser",
      "img": "champs/Mordekaiser.png",
      "mod": "Duração da passiva reduzida e Velocidade de Movimento padronizada. ",
      "nota": "Para um colosso, Mordekaiser dificilmente permite que alguém escape e o conduza. Combinar isso com o Cetro de Cristal de Rylai faz com que fugir dele seja muito difícil.",
      "habilidades": [
        {
          "nome": "Passiva - Ascensão das Trevas",
          "atributos": [
            {
              "atributo": "DURAÇÃO",
              "antes": "5s",
              "depois": "4s"
            },
            {
              "atributo": "VELOCIDADE DE MOVIMENTO",
              "antes": "3/6/9% (nos níveis 1/6/11)",
              "depois": "3% (nos níveis 1 a 18)"
            }
          ],
          "img": "skills/MordekaiserPassive.png"
        }
      ]
    },
    {
      "campeao": "Nami",
      "img": "champs/Nami.png",
      "mod": "Agora, o E também fortalece as habilidades do alvo. ",
      "nota": "A maioria dos encantadores costuma ser desenvolvida para ajudar seus atiradores, e a Nami não é exceção. Porém, vemos uma oportunidade de expandir um pouco sua utilidade – assim, ela poderá ajudar Campeões atiradores de ataques básicos e Campeões com base em habilidades.",
      "habilidades": [
        {
          "nome": "E - Bênção da Conjuradora",
          "atributos": [
            {
              "atributo": "BÊNÇÃO",
              "antes": "Fortalece os próximos 3 ataques básicos do alvo",
              "depois": "Fortalece os próximos 3 ataques básicos e habilidades do alvo (habilidades em área de ação fortalecidas por Bênção da Conjuradora causam 33% - 66% a menos de dano contra não Campeões)."
            }
          ],
          "img": "skills/NamiE.png"
        }
      ]
    },
    {
      "campeao": "Sejuani",
      "img": "champs/Sejuani.png",
      "mod": "Crescimento de Vida base aumentado. Multiplicador de resistências de Armadura Congelada aumentado. Dano base do E aumentado nos últimos níveis. ",
      "nota": "Estamos satisfeitos com a identidade da Sejuani como tanque de bom escalamento. Por isso, fortaleceremos esse aspecto e suas capacidades de escalar, mas vamos manter suas vulnerabilidades de início de jogo intactas.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "CRESCIMENTO DE VIDA",
              "antes": "95",
              "depois": "100"
            }
          ]
        },
        {
          "nome": "Passiva - Fúria do Norte",
          "atributos": [
            {
              "atributo": "ARMADURA CONGELADA",
              "antes": "10 (+0,35 de Armadura adicional) de Armadura adicional e 10 (+0,35 de Resistência Mágica adicional) de Resistência Mágica adicional",
              "depois": "10 (+0,5 de Armadura adicional) de Armadura adicional e 10 (+0,5 de Resistência Mágica adicional) de Resistência Mágica adicional"
            }
          ],
          "img": "skills/Sejuani_passive.png"
        },
        {
          "nome": "E - Congelação Permanente",
          "atributos": [
            {
              "atributo": "DANO BASE",
              "antes": "40/80/120/160/200",
              "depois": "40/90/140/190/240"
            }
          ],
          "img": "skills/SejuaniE.png"
        }
      ]
    },
    {
      "campeao": "Shyvana",
      "img": "champs/Shyvana.png",
      "mod": "Recebe resistências ao abater o Dragão Ancião. Recebimentos de Fúria aumentados no lugar da RTR da ultimate ao abater Dragões das Nuvens. Multiplicador de dano do alvo marcado pelo E e limite de dano contra monstros aumentados. ",
      "nota": "Para uma garota dracônica caçadora de dragões, Shyvana perdeu algumas das novas interações com seus parentes escamosos na Ascensão dos Elementos. Corrigiremos isso e faremos pequenos fortalecimentos em seu dano de sustentação.",
      "habilidades": [
        {
          "nome": "Passiva - Fúria da Meio-dragão",
          "atributos": [
            {
              "atributo": "CAÇADORA DE DRAGÕES",
              "depois": "Shyvana agora recebe 5 de Armadura e Resistência Mágica adicionais permanentes para cada Dragão Elemental e Dragão Ancião que sua equipe abater."
            },
            {
              "atributo": "VENTOS FURIOSOS",
              "depois": "O Dragão das Nuvens agora aumenta os recebimentos de Fúria da Shyvana em 10/20/30/40% (já que sua ultimate não tem Tempo de Recarga)."
            }
          ],
          "img": "skills/ShyvanaReinforcedScales.png"
        },
        {
          "nome": "E - Hálito Flamejante",
          "atributos": [
            {
              "atributo": "MULTIPLICADOR DE DANO NO ALVO MARCADO",
              "antes": "3,25% da Vida máxima do alvo",
              "depois": "3,75% da Vida máxima do alvo"
            },
            {
              "atributo": "LIMITE DE DANO CONTRA MONSTROS MARCADOS",
              "antes": "100",
              "depois": "150"
            }
          ],
          "img": "skills/ShyvanaFireball.png"
        }
      ]
    },
    {
      "campeao": "Sylas",
      "img": "champs/Sylas.png",
      "mod": "Atributos base menores no início de jogo e maiores no fim de jogo. Passiva agora concede Velocidade de Ataque. Tempo de Recarga do W reduzido. Multiplicador de PdH do E aumentado. Redefinição de ataque básico removida do W, E1 e R. ",
      "nota": "Tem sido difícil estabilizar Sylas em todos os níveis de jogabilidade e, por isso, há um longo histórico de mudanças desde seu lançamento. Por esse motivo, prometemos envidar maiores esforços para diminuir a diferença entre todos os níveis de jogadores de Sylas. Primeiramente, mudaremos sua fase de rotas inicial para algo mais parecido com Ekko e Fizz: Campeões com menos controle no início da fase de rotas, mas que ficam mais fortes com os níveis. Segundo, nós o balancearemos como um Campeão da rota do meio, priorizando mudanças que estimulam sua utilização nessa rota em vez de outras. E, por último, ao remover seu combo E>Q e reduzir seu padrão de ataque básico, tentaremos diminuir o estilo de jogo \"lutador de ataque básico em área\" e, ao mesmo tempo, ajustaremos a velocidade com que ele explode seus inimigos. Ficaremos de olho nele nos próximos meses para analisar como essas mudanças foram recebidas!",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "VIDA",
              "antes": "585",
              "depois": "525"
            },
            {
              "atributo": "CRESCIMENTO DE VIDA",
              "antes": "95",
              "depois": "115"
            },
            {
              "atributo": "ARMADURA",
              "antes": "32",
              "depois": "27"
            },
            {
              "atributo": "CRESCIMENTO DE ARMADURA",
              "antes": "3",
              "depois": "4"
            },
            {
              "atributo": "RESISTÊNCIA MÁGICA",
              "antes": "39",
              "depois": "32"
            },
            {
              "atributo": "CRESCIMENTO DE RESISTÊNCIA MÁGICA",
              "antes": "1,25",
              "depois": "1,75"
            }
          ]
        },
        {
          "nome": "Passiva - Explosão de Petricita",
          "atributos": [
            {
              "atributo": "MULTIPLICADOR DE DANO CONTRA ALVO PRIMÁRIO",
              "antes": "1,1 do Dano de Ataque total (+0,2 de Poder de Habilidade)",
              "depois": "1,1 do Dano de Ataque total (+0,25 de Poder de Habilidade)"
            },
            {
              "atributo": "RAIO",
              "antes": "400 de alcance",
              "depois": "300 de alcance"
            },
            {
              "atributo": "VELOZES E ACORRENTADOS",
              "rotulo": "novo",
              "depois": "Agora concede a Sylas 60% de Velocidade de Ataque quando disponível"
            },
            {
              "atributo": "EXPLOSÃO DE PETRICITA",
              "antes": "2 acúmulos",
              "depois": "3 acúmulos"
            },
            {
              "atributo": "EXECUÇÃO DE TROPAS",
              "rotulo": "novo",
              "depois": "Agora executa tropas secundárias com menos de 25 de Vida"
            }
          ],
          "img": "skills/SylasP.png"
        },
        {
          "nome": "Q - Correntes-Chicote",
          "atributos": [
            {
              "atributo": "TEMPO DE RECARGA",
              "antes": "9/8/7/6/5s",
              "depois": "10/9/8/7/6s"
            },
            {
              "atributo": "DANO DA CORRENTE",
              "antes": "45/70/95/120/145 (+0,6 de Poder de Habilidade)",
              "depois": "40/55/70/85/100 (+0,4 de Poder de Habilidade)"
            },
            {
              "atributo": "DANO DA DETONAÇÃO",
              "antes": "45/70/95/120/145 (+0,6 de Poder de Habilidade)",
              "depois": "60/105/150/195/240 (+0,8 de Poder de Habilidade)"
            },
            {
              "atributo": "REDUÇÃO DE DANO DA DETONAÇÃO EM TROPAS",
              "antes": "45%",
              "depois": "60%"
            },
            {
              "atributo": "REDUÇÃO DE VELOCIDADE DA DETONAÇÃO",
              "rotulo": "removido",
              "depois": "Deixa de reduzir a velocidade dos inimigos atingidos por 2s"
            },
            {
              "atributo": "ENJAULADO",
              "rotulo": "novo",
              "depois": "Não poderá mais ser conjurada durante E - Abdução"
            }
          ],
          "img": "skills/SylasQ.png"
        },
        {
          "nome": "W - Regicida",
          "atributos": [
            {
              "atributo": "REDEFINIÇÃO DE ATAQUE BÁSICO",
              "rotulo": "removido",
              "depois": "Conjurar Regicida deixa de redefinir o ataque básico do Sylas"
            },
            {
              "atributo": "DANO",
              "antes": "65/100/135/170/205 (+0,65 de Poder de Habilidade)",
              "depois": "65/100/135/170/205 (+0,85 de Poder de Habilidade)"
            },
            {
              "atributo": "TEMPO DE RECARGA",
              "antes": "14/13,5/13/12,5/12s",
              "depois": "14/12,5/11/9,5/8s"
            },
            {
              "atributo": "MISERICÓRDIA",
              "rotulo": "removido",
              "depois": "Deixa de causar 50% de dano aumentado a alvos com menos de 40% de Vida"
            },
            {
              "atributo": "CURA AUMENTADA",
              "antes": "Cura em mais 75% se Sylas estiver com menos de 40% de Vida",
              "depois": "Cura mais com base na Vida de Sylas, até 100% a mais se estiver com 40% de Vida"
            },
            {
              "atributo": "CUSTO",
              "antes": "40 de Mana",
              "depois": "70/80/90/100/110 de Mana"
            }
          ],
          "img": "skills/SylasW.png"
        },
        {
          "nome": "E - Evasão/Abdução",
          "atributos": [
            {
              "atributo": "REDEFINIÇÃO DE ATAQUE BÁSICO DO E1",
              "rotulo": "removido",
              "depois": "Conjurar Evasão deixa de redefinir o ataque básico do Sylas"
            },
            {
              "atributo": "DANO DO E2",
              "antes": "70/85/100/115/130 (+0,2 de Poder de Habilidade)",
              "depois": "80/130/180/230/280 (+1,0 de Poder de Habilidade)"
            },
            {
              "atributo": "ESCUDO",
              "rotulo": "removido",
              "depois": "Deixa de receber um escudo contra Dano Mágico por 2s"
            },
            {
              "atributo": "TEMPO DE RECARGA",
              "antes": "14s",
              "depois": "14/13/12/11/10s"
            },
            {
              "atributo": "BLOQUEIO DE AÇÕES",
              "antes": "0,2s ao mover-se caso Abdução atinja alguém",
              "depois": "0,05s ao mover-se depois de Abdução"
            }
          ],
          "img": "skills/SylasE.png"
        },
        {
          "nome": "R - Usurpar",
          "atributos": [
            {
              "atributo": "REDEFINIÇÃO DE ATAQUE BÁSICO",
              "rotulo": "removido",
              "depois": "Conjurar Usurpar deixa de redefinir o ataque básico do Sylas"
            }
          ],
          "img": "skills/SylasR.png"
        }
      ]
    },
    {
      "campeao": "Varus",
      "img": "champs/Varus.png",
      "mod": "Tempo de Recarga do Q e Restituição do Tempo de Recarga de Arruinar reduzidos. ",
      "nota": "A função do Varus como um atirador de cutucada está bem fraca desde suas últimas mudanças em 2018. Para um atirador com base em habilidades, esse estilo de jogo deve ser um dos mais fortes (ou até o mais forte). Por isso, fortaleceremos especificamente ele.",
      "habilidades": [
        {
          "nome": "Q - Flecha Perfurante",
          "atributos": [
            {
              "atributo": "TEMPO DE RECARGA",
              "antes": "20/18/16/14/12s",
              "depois": "18/16/14/12/10s"
            },
            {
              "atributo": "RESTITUIÇÃO DO TEMPO DE RECARGA DE ARRUINAR",
              "antes": "4s",
              "depois": "3s"
            }
          ],
          "img": "skills/VarusQ.png"
        }
      ]
    },
    {
      "campeao": "Vi",
      "img": "champs/Vi.png",
      "mod": "Ao conjurar o R, Vi não pode ser interrompida durante toda a duração. ",
      "nota": "Daremos a Vi uma mudança de qualidade de vida em sua ultimate, fazendo com que ela funcione de maneira mais consistente contra arremessos e permitindo que ela permaneça em seu alvo ao longo da duração da habilidade.",
      "habilidades": [
        {
          "nome": "R - Saque e Enterrada",
          "atributos": [
            {
              "atributo": "NÃO PARA, NÃO PARA, NÃO",
              "rotulo": "novo",
              "depois": "Vi não pode ser interrompida pela duração do saque"
            }
          ],
          "img": "skills/ViR.png"
        }
      ]
    },
    {
      "campeao": "Zyra",
      "img": "champs/Zyra.png",
      "mod": "Redução de velocidade do E fortalecido reduzida. ",
      "nota": "Zyra nunca teve motivos para invocar várias Vinhas Ásperas, já que uma tinha o mesmo efeito de duas. Agora, é possível acumular a redução de velocidade das Vinhas Ásperas, fazendo com que ela possa planejar suas ações analisando quais plantas ela quer.",
      "habilidades": [
        {
          "nome": "E - Pântano das Raízes",
          "atributos": [
            {
              "atributo": "REDUÇÃO DE VELOCIDADE DAS VINHAS ÁSPERAS",
              "antes": "30% sem acumular",
              "depois": "25% acumulando até duas vezes, mas apenas uma vez por planta"
            }
          ],
          "img": "skills/ZyraE.png"
        }
      ]
    },
    {
      "campeao": "Conquistador",
      "img": "champs/Conqueror.png",
      "mod": "Agora mostra o total de cura na dica flutuante. ",
      "nota": ""
    }
  ],
  "runes": [
    {
      "runa": "Conquistador",
      "img": "https://am-a.akamaihd.net/image?f=https://ddragon.leagueoflegends.com/cdn/img/perk-images/Styles/Precision/Conqueror/Conqueror.png",
      "mod": "Agora mostra o total de cura na dica flutuante. ",
      "nota": "",
      "alteracoes": [
        {
          "atributo": "EXIBIÇÃO DA CURA",
          "depois": "Agora mostra na dica flutuante o total de cura recebida, inclusive ao passar o cursor sobre a runa no placar"
        }
      ]
    },
    {
      "runa": "Protótipo: Onirruna",
      "img": "https://am-a.akamaihd.net/image?f=https://news-a.akamaihd.net/public/images/articles/2019/november/pn23/Prototype_Omnistone.png",
      "mod": "Tempo de Recarga reduzido. ",
      "nota": "A Onirruna continua tendo um desempenho significativamente ruim, então vamos fortalecê-la para que tenha poder o suficiente para competir com as outras escolhas.",
      "alteracoes": [
        {
          "atributo": "TEMPO DE RECARGA",
          "antes": "7s - 3s para Campeões corpo a corpo, 11s - 7s para Campeões de ataque à distância",
          "depois": "5s - 3s para Campeões corpo a corpo, 9s - 7s para Campeões de ataque à distância"
        }
      ]
    }
  ],
  "fixes": [
    {
      "note": "O Q - Presas da Fera do Warwick deixa de consumir Mana ou ficar em Tempo de Recarga se o alvo morrer durante sua conjuração."
    },
    {
      "note": "O Passivo Único de Velocidade de Ataque adicional do Turíbulo Ardente deixa de ser ativado em um Campeão que usa escudos em si mesmo."
    },
    {
      "note": "Habilidades tipo projétil que normalmente não estariam em sua visão deixam de dar um aviso antecipado na Névoa de Guerra."
    }
  ]
}