{
  "note": "Fala, galerinha! Como estão as resoluções de 2020? Acham que vão conseguir sair do pratinha esse ano? Eu acredito em vocês, hein! Falando na escalada, sugerimos que todos joguem suas partidas de colocação o quanto antes! O Clash será lançado ainda esse ano e não queremos que percam toda a diversão porque procrastinaram (igual suas resoluções de ano-novo). Não sejam como eu, que falhei em aprender a pintar com aquarela porque o ano acabou rápido demais. Nesta Atualização, temos ajustes de acompanhamento para Aphelios, enfraquecimentos para Qiyana e Nautilus, além de fortalecimentos para Sona (sim, para Sona, minha main, minha queridinha, minha Campeã favorita no universo!). Jinx também receberá uma mudança na Passiva para que fique ainda mais... Jinx. Além disso, o Arauto do Vale se esforçará mais para chamar a atenção. Também fizemos algumas atualizações de acompanhamento nos Rifts Elementais, de forma a deixá-los mais claros e definidos. Em particular, os Rifts da Montanha e Infernal devem ter uma mecânica de jogo mais clara e texturas mais polidas. É isso que temos para a 10.2! Comecem a escalar e nos vemos em duas semanas! Pule neste portal se você está procurando pelas Notas de Atualização do TFT!",
  "ft": {
    "img": "https://am-a.akamaihd.net/image?f=https://news-a.akamaihd.net/public/riot-bra/LoL/NotasdeAtualizacao102/Patch_10_2_Infographic_1080x1080PT-BR.jpg",
    "mod": "Janna, Ryze e Rengar Guardiões das Areias estarão disponíveis em 22 de janeiro de 2020. Olaf, Diana e Trundle Caçadores de Dragões estarão disponíveis em 30 de janeiro de 2020."
  },
  "champs": [
    {
      "campeao": "Aphelios",
      "img": "champs/Aphelios.png",
      "mod": "Dano do ataque básico da marca de Calibrum padronizado; Tempo de Recarga do Q de Calibrum aumentado. Os chakrans espelhados de Crescendum causam menos dano depois do primeiro. Multiplicador de dano da Chacina de Severum reduzido.",
      "nota": "Estamos dando seguimento aos ajustes do Aphelios com base em seu desempenho desde o lançamento e em como ele tem se saído depois de algumas correções de bugs/alterações realizadas no começo do ano.",
      "habilidades": [
        {
          "nome": "Calibrum, o Rifle de Precisão",
          "atributos": [
            {
              "atributo": "DANO DO ATAQUE BÁSICO DA MARCA",
              "antes": "20/25/30/35/40 (+0,3 de Dano de Ataque adicional) (níveis 1 a 9)",
              "depois": "15 (+0,2 de Dano de Ataque adicional)"
            },
            {
              "atributo": "TEMPO DE RECARGA DO Q",
              "antes": "9/8,25/7,5/6,75/6s (níveis 1 a 9)",
              "depois": "10/9,5/9/8,5/8s (níveis 1 a 9)"
            }
          ],
          "img": "skills/Calibrum.jpg"
        },
        {
          "nome": "Crescendum, o Chakram",
          "atributos": [
            {
              "atributo": "DANO DO ATAQUE BÁSICO",
              "antes": "130% - 264% do Dano de Ataque total (chakrans espelhados 1 - 10)",
              "depois": "130% - 223% do Dano de Ataque total (chakrans espelhados 1 - 10)"
            }
          ],
          "img": "skills/Crescendum.jpg"
        },
        {
          "nome": "Severum, a Pistola-Foice",
          "atributos": [
            {
              "atributo": "DANO DO ATAQUE DO Q",
              "antes": "10/15/20/25/30 (+0,35 de Dano de Ataque adicional) por acerto (níveis 1 a 9)",
              "depois": "10/15/20/25/30 (+0,3 de Dano de Ataque adicional) por acerto (níveis 1 a 9)"
            }
          ],
          "img": "skills/Severum.jpg"
        }
      ]
    },
    {
      "campeao": "Draven",
      "img": "champs/Draven.png",
      "mod": "Agora o multiplicador de dano do R escala.",
      "nota": "Parece que Draven não aproveitou tão bem as mudanças nos itens da pré-temporada.",
      "habilidades": [
        {
          "nome": "R - Reta da Morte",
          "atributos": [
            {
              "atributo": "DANO",
              "antes": "175/275/375 (+1,1 de Dano de Ataque adicional)",
              "depois": "175/275/375 (+1,1/1,3/1,5 de Dano de Ataque adicional)"
            }
          ],
          "img": "skills/DravenRCast.png"
        }
      ]
    },
    {
      "campeao": "Jinx",
      "img": "champs/Jinx.png",
      "mod": "Velocidade de Movimento adicional da Passiva agora também é ativada com monstros épicos.",
      "nota": "Jinx sempre foi fã de conquistar objetivos. Por isso, aumentar a lista de coisas que podem ativar sua Passiva é uma maneira de ter mais \"momentos Jinx\" em cada partida sem aumentar demais o próprio nível de poder da Campeã.",
      "habilidades": [
        {
          "nome": "Passiva - Anime-se!",
          "atributos": [
            {
              "atributo": "VELOCIDADE DE MOVIMENTO ADICIONAL",
              "antes": "Sempre que Jinx causar dano contra Campeões inimigos, torres ou inibidores",
              "depois": "Campeões inimigos, torres, inibidores ou monstros épicos dentro de 3s antes do abate (por ela ou por sua equipe)"
            }
          ],
          "img": "skills/Jinx_Passive.png"
        }
      ]
    },
    {
      "campeao": "Karma",
      "img": "champs/Karma.png",
      "mod": "Dano base do Q e do W aumentado.",
      "nota": "Vamos melhorar a habilidade de luta da Karma no início de jogo.",
      "habilidades": [
        {
          "nome": "Q - Chama Interior",
          "atributos": [
            {
              "atributo": "DANO BASE",
              "antes": "80/125/170/215/260",
              "depois": "90/135/180/225/270"
            }
          ],
          "img": "skills/KarmaQ.png"
        },
        {
          "nome": "W - Decisão Absorta",
          "atributos": [
            {
              "atributo": "DANO BASE",
              "antes": "30/55/80/105/130",
              "depois": "40/65/90/115/140"
            }
          ],
          "img": "skills/KarmaSpiritBind.png"
        }
      ]
    },
    {
      "campeao": "Lulu",
      "img": "champs/Lulu.png",
      "mod": "Armadura base e Dano de Ataque arredondados para cima. Tempo de Recarga do E reduzido.",
      "nota": "Aumentaremos a disponibilidade e utilidade de Pix, fazendo com que Lulu aproveite melhor a habilidade do seu melhor amigo silfo.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "ARMADURA",
              "antes": "28,22",
              "depois": "29"
            },
            {
              "atributo": "DANO DE ATAQUE",
              "antes": "46,368",
              "depois": "47"
            }
          ]
        },
        {
          "nome": "E - Socorro, Pix!",
          "atributos": [
            {
              "atributo": "TEMPO DE RECARGA",
              "antes": "10s",
              "depois": "8s"
            }
          ],
          "img": "skills/LuluE.png"
        }
      ]
    },
    {
      "campeao": "Nautilus",
      "img": "champs/Nautilus.png",
      "mod": "Dano base do Q reduzido.",
      "nota": "Nautilus é como aquele valentão da escola que roubava seu lanche e te empurrava no chão sem motivo algum. Vamos fazer algo a respeito disso – assim, seus inimigos não vão mais se sentir tão sobrecarregados, principalmente no início de jogo.",
      "habilidades": [
        {
          "nome": "Q - Lançar Âncora",
          "atributos": [
            {
              "atributo": "DANO BASE",
              "antes": "80/130/180/230/280",
              "depois": "70/115/160/205/250"
            }
          ],
          "img": "skills/NautilusAnchorDrag.png"
        }
      ]
    },
    {
      "campeao": "Qiyana",
      "img": "champs/Qiyana.png",
      "mod": "Velocidade de Ataque do passivo do W agora escala.",
      "nota": "A força da Qiyana como caçadora estava dificultando seu balanceamento, já que ela era uma escolha confiável e flexível no cenário profissional. Queremos estimular sua identidade como uma Campeã da rota do meio e impedir que ela corra loucamente pela selva.",
      "habilidades": [
        {
          "nome": "W - Terraforme",
          "atributos": [
            {
              "atributo": "VELOCIDADE DE ATAQUE DO PASSIVO",
              "antes": "20%",
              "depois": "5/10/15/20/25%"
            }
          ],
          "img": "skills/QiyanaW.png"
        }
      ]
    },
    {
      "campeao": "Sona",
      "img": "champs/Sona.png",
      "mod": "Velocidade de Movimento do E em si mesma aumentada e padronizada.",
      "nota": "Se pararmos pra analisar outros encantadores, Sona está realmente precisando de alguns fortalecimentos. Seus enfraquecimentos no passado foram realizados para evitar as estratégias com dois itens de suporte, mas, já que mitigamos esses problemas, temos a oportunidade de dar uma boa calibrada nela. Tal mudança deve fazer com que ela se esquive de mais disparos de precisão, movimente-se mais pelo mapa e possa alcançar seus aliados.",
      "habilidades": [
        {
          "nome": "E - Canção da Celeridade",
          "atributos": [
            {
              "atributo": "VELOCIDADE DE MOVIMENTO EM SI MESMA",
              "antes": "10/11/12/13/14% (+0,03 a cada 100 de Poder de Habilidade)",
              "depois": "25% (+0,04 a cada 100 de Poder de Habilidade)"
            }
          ],
          "img": "skills/SonaE.png"
        }
      ]
    },
    {
      "campeao": "Thresh",
      "img": "champs/Thresh.png",
      "mod": "Mudanças adicionais além da atualização de efeitos visuais na 10.1.",
      "nota": "",
      "habilidades": [
        {
          "nome": "Q - Sentença",
          "atributos": [
            {
              "atributo": "EFEITOS VISUAIS",
              "depois": "Adicionados indicadores de largura no Q das skins Pulsefire Thresh e Pulsefire Thresh Edição de Prestígio."
            },
            {
              "atributo": "CORREÇÃO DE BUG",
              "depois": "Pulsefire Thresh agora usa corretamente seu novo efeito de conjuração do Q."
            }
          ],
          "img": "skills/ThreshQ.png"
        },
        {
          "nome": "E - Esfolar",
          "atributos": [
            {
              "atributo": "EFEITOS VISUAIS",
              "depois": "Adicionado um novo indicador de conjuração rápida em todas as skins."
            },
            {
              "atributo": "EFEITOS VISUAIS PULSEFIRE THRESH",
              "depois": "Adicionados círculos ao redor do E do Pulsefire Thresh e Pulsefire Thresh Edição de Prestígio para deixá-las como as outras skins."
            }
          ],
          "img": "skills/ThreshE.png"
        }
      ]
    },
    {
      "campeao": "Trundle",
      "img": "champs/Trundle.png",
      "mod": "Velocidade de Movimento do W aumentada. Redução de velocidade do E aumentada.",
      "nota": "Trundle anda sofrendo em vários sentidos, principalmente quando seus aliados precisam de suas emboscadas.",
      "habilidades": [
        {
          "nome": "W - Domínio Congelado",
          "atributos": [
            {
              "atributo": "VELOCIDADE DE MOVIMENTO",
              "antes": "20/25/30/35/40%",
              "depois": "30/35/40/45/50%"
            }
          ],
          "img": "skills/trundledesecrate.png"
        },
        {
          "nome": "E - Pilar do Gelo",
          "atributos": [
            {
              "atributo": "REDUÇÃO DE VELOCIDADE",
              "antes": "15/25/35/45/55%",
              "depois": "20/30/40/50/60%"
            }
          ],
          "img": "skills/TrundleCircle.png"
        }
      ]
    },
    {
      "campeao": "Viktor",
      "img": "champs/Viktor.png",
      "mod": "Correção de bug na Mana da Passiva.",
      "nota": "",
      "habilidades": [
        {
          "nome": "Passiva - Evolução Gloriosa",
          "atributos": [
            {
              "atributo": "CORREÇÃO DE BUG",
              "depois": "Viktor deixa de perder uma quantidade significativa de Mana ao aprimorar o Núcleo Hex Protótipo no início de jogo."
            }
          ],
          "img": "skills/Viktor_Passive.png"
        }
      ]
    },
    {
      "campeao": "Ziggs",
      "img": "champs/Ziggs.png",
      "mod": "Dano base do Q aumentado. Empurrão de inimigos do W aumentado. Redução de velocidade do E aumentada.",
      "nota": "Vamos dar ao Ziggs uma maneira mais forte de imobilizar seus oponentes, além de incentivar uma presença maior no início de jogo.",
      "habilidades": [
        {
          "nome": "Q - Bomba Saltitante",
          "atributos": [
            {
              "atributo": "DANO",
              "antes": "75/120/165/210/255",
              "depois": "85/130/175/220/265"
            }
          ],
          "img": "skills/ZiggsQ.png"
        },
        {
          "nome": "W - Carga Concentrada",
          "atributos": [
            {
              "atributo": "DISTÂNCIA DO EMPURRÃO DE INIMIGOS",
              "antes": "400",
              "depois": "500"
            }
          ],
          "img": "skills/ZiggsW.png"
        },
        {
          "nome": "E - Campo Minado de Hexplosivos",
          "atributos": [
            {
              "atributo": "REDUÇÃO DE VELOCIDADE",
              "antes": "20/25/30/35/40%",
              "depois": "30/35/40/45/50%"
            }
          ],
          "img": "skills/ZiggsE.png"
        }
      ]
    },
    {
      "campeao": "Chuva de Canivete",
      "img": "champs/3095.png",
      "mod": "",
      "nota": "Já que seu desempenho tem passado um pouco dos limites, enfraqueceremos a Chuva de Canivete considerando seu DdA e mantendo sua utilidade única e impactante de redução de velocidade."
    },
    {
      "campeao": "Arauto do Vale",
      "img": "champs/Rift_Herald_Icon.png",
      "mod": "",
      "nota": "As equipes estão demorando demais para derrotar o Arauto do Vale, o que faz com que ele tenha baixa prioridade em relação aos outros objetivos. Queremos que ele também seja amado, então tentamos diminuir as diferenças entre as vantagens e desvantagens de optar por abatê-lo.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "VIDA",
              "antes": "5500 (8250 - 16500 nos níveis 6 a 12)",
              "depois": "4750 (7125 - 14250 nos níveis 6 a 12)"
            }
          ]
        }
      ]
    }
  ],
  "runes": [],
  "fixes": [
    {
      "note": "Caitlyn deixa de conseguir Tiros na Cabeça adicionais ao realizar o comando de ataque-movimento próximo do alvo enquanto ele estiver preso na armadilha e afetado pela rede simultaneamente."
    },
    {
      "note": "Caitlyn deixa de conseguir usar o comando de ataque-movimento para atacar alvos presos na armadilha ou afetados pela rede enquanto ela estiver sofrendo CG."
    },
    {
      "note": "Braum não pode mais interceptar a bola de fogo do Dragão Ancião com o E - Inquebrável e morrer por causa dela no lugar do aliado que ele estava protegendo."
    },
    {
      "note": "Depois de conjurar W - Armadilha Mecânica Yordle e depois Q - Pacificadora de Piltover, os ataques básicos de Caitlyn deixam de ser temporariamente mais lentos do que deveriam."
    },
    {
      "note": "O W - Regicida do Sylas agora entra em Tempo de Recarga, causa dano e o cura corretamente se ele atingir o mesmo alvo com o E2 - Evasão."
    },
    {
      "note": "Sylas agora é incapaz de conjurar E2 - Evasão e depois Q - Correntes-Chicote após utilizar uma ultimate roubada, já que perdeu a habilidade de fazer isso na 10.1."
    },
    {
      "note": "Os ataques básicos de Miss Fortune deixam de continuar a aplicar o dano adicional da Passiva - Batida do Amor depois de consumir os três acúmulos do E - Bênção da Conjuradora de Nami."
    },
    {
      "note": "Sentinelas aprimoradas do Gume do Ladrão Arcano, Escudo Relicário, Foice Espectral e Guarda-ombros de Aço agora mostram devidamente o indicador de alcance de visão."
    },
    {
      "note": "O E - Singularidade Lucente da Lux deixa de revelar áreas fora do seu alcance."
    },
    {
      "note": "A runa Predador concedida por Protótipo: Onirruna agora tem um Tempo de Recarga adequado independentemente de quando seu usuário aprimora suas botas."
    },
    {
      "note": "O Q - Acerto Decisivo de Garen deixa de ser bloqueado por Campeões afetados por escudo de feitiço."
    },
    {
      "note": "Cassiopeia agora se cura na quantidade correta ao conjurar E - Presas Duplas em monstros grandes."
    },
    {
      "note": "Usar o E - Shunpo para abater um alvo deixa de travar Katarina por um momento."
    },
    {
      "note": "O dano máximo do R - Guilhotina de Noxus de Darius agora sempre leva em consideração a Passiva - Poder de Noxus, não apenas quando ela estiver ativa."
    },
    {
      "note": "Campeões não podem mais ignorar qualquer efeito de Controle de Grupo forçado (ex.: Provocação, Medo, Encanto) ao utilizar qualquer Feitiço de Invocador alvejável (ex.: Golpear, Incendiar, Exaustão) em um alvo que está fora de alcance."
    },
    {
      "note": "Conjurar Q - Espeto de Osso deixa de travar Pyke por um momento."
    },
    {
      "note": "Várias habilidades de Campeões deixam de ficar visíveis ou audíveis na Névoa de Guerra se forem conjuradas fora do campo de visão."
    },
    {
      "note": "Concluir qualquer missão de item de suporte e depois vendê-lo para recomprar um item de suporte diferente deixará de concluir a missão deste segundo item automaticamente."
    }
  ]
}