{
  "note": "Olá! Feliz quase 10 anos!Na Atualização dessa semana, trouxemos várias mudanças para Garen, Shaco e Viktor. Nada no nível \"rework\", já que essas mudanças maiores buscam motivar os jogadores desses Campeões, atualizar seus kits e diminuir os pontos negativos que desenvolveram ao longo dos anos. Queremos ter a certeza de que estamos acertando nas identidades esperadas pelos jogadores e proporcionando estilos de jogo que agradem, se tudo der certo, tanto os jogadores antigos quanto os novos. Fora isso, estamos segurando um pouco a onda nessa Atualização, já que estamos mais focados nas preparações do Mundial e finalizando as mudanças para a pré-temporada 2020.",
  "ft": {
    "img": "Patch_9_20_Infographic_1080x1080_CropPTBR.jpg",
    "mod": "Ashe, Darius e Hecarim Velho Oeste estarão disponíveis em 10 de outubro de 2019."
  },
  "champs": [
    {
      "campeao": "Blitzcrank",
      "img": "Blitzcrank.png",
      "mod": "Armadura base e crescimento de Armadura reduzidos.",
      "nota": "Gostamos da mudança na 9.19, mas parece que ele está um pouco forte demais agora.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "ARMADURA",
              "antes": "44",
              "depois": "40"
            },
            {
              "atributo": "CRESCIMENTO DE ARMADURA",
              "antes": "4",
              "depois": "3,5"
            }
          ]
        }
      ]
    },
    {
      "campeao": "Garen",
      "img": "Garen.png",
      "mod": "Regeneração da passiva ficou mais confiável. W agora concede um escudo em vez de redução de dano adicional nos primeiros 0,75s. Giros do E agora escalam com VdA. R passa a causar Dano Verdadeiro sempre; efeito passivo de Vilão removido.",
      "nota": "Estamos fazendo algumas alterações relevantes em nosso bom samaritano de Demacia, mais precisamente, estamos removendo a mecânica de Vilão de sua ultimate. Nem os jogadores de Garen nem seus oponentes gostavam de sua mecânica de jogo, pois ela não era saudável e tirava o livre-arbítrio de Garen para escolher seus alvos, o que acabava colocando o pobre rapaz em enrascadas com frequência.Também estamos atualizando sua passiva e permitindo que ele consiga acúmulos de Conquistador, uma runa que outros colossos usam. Agora, Garen terá uma jogabilidade mais intuitiva, não tão linear, dada a maior variedade de opções de itens bons para ele.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "CRESCIMENTO DE VELOCIDADE DE ATAQUE",
              "antes": "2,9%",
              "depois": "3,65%"
            },
            {
              "atributo": "VIDA",
              "antes": "616,28",
              "depois": "620"
            },
            {
              "atributo": "CRESCIMENTO DE VIDA",
              "antes": "84,25",
              "depois": "84"
            }
          ]
        },
        "Garen_Passive.png",
        "GarenQ.png",
        "GarenW.png",
        "GarenE.png",
        "GarenR.png"
      ]
    },
    {
      "campeao": "Ivern",
      "img": "Ivern.png",
      "mod": "Agora é um Campeão de longo alcance. W não aumenta mais o Alcance de Ataque.",
      "nota": "Estamos tornando Ivern mais fácil de jogar (e mais forte!), mas sem forçá-lo a se acostumar com vários alcances de ataque básico.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "ALCANCE DO ATAQUE BÁSICO",
              "antes": "125",
              "depois": "475 (Ivern agora é classificado como um Campeão de longo alcance para todas as runas, itens etc.)"
            }
          ]
        },
        "IvernW.png"
      ]
    },
    {
      "campeao": "Lissandra",
      "img": "Lissandra.png",
      "mod": "Multiplicadores de dano da Passiva e do W aumentados. ",
      "nota": "Estamos melhorando seu nicho como uma maga de iniciação e dano explosivo, mas tentando não afetar seu poder no cenário profissional. Mais arredondamentos!",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "ARMADURA",
              "antes": "20,216",
              "depois": "22"
            }
          ]
        },
        "Lissandra_Passive.png",
        "LissandraW.png"
      ]
    },
    {
      "campeao": "Pantheon",
      "img": "Pantheon.png",
      "mod": "Dano base do Q reduzido nos últimos níveis.",
      "nota": "Pantheon continua sendo uma escolha muito forte em partidas de alto nível. Reduzimos um pouco seu dano no início de jogo por ser algo mais impactante em partidas ranqueadas de nível elevado. E, claro, uma correção de bug para acompanhar!",
      "habilidades": [
        {
          "nome": "Geral",
          "atributos": [
            {
              "atributo": "CORREÇÃO DE BUGS",
              "depois": "Q - Lança Meteórica e W - Escudo-Cometa de Pantheon agora funcionam corretamente diante de W - Passagem Sombria de Thresh dentro de 0,2s ou menos"
            }
          ]
        },
        "PantheonQ.png"
      ]
    },
    {
      "campeao": "Qiyana",
      "img": "Qiyana.png",
      "mod": "Dano base do Q reduzido nos primeiros níveis. ",
      "nota": "Estamos reduzindo o dano de Qiyana nas trocas, em especial quando ela atinge o nível 3, já que está opressora demais no início de jogo.",
      "habilidades": [
        "QiyanaQ.png"
      ]
    },
    {
      "campeao": "Shaco",
      "img": "Shaco.png",
      "mod": "Caixinhas do W agora causam dano em área. Mais dano no início de jogo e menos dano no fim de jogo. ",
      "nota": "O estilo de jogo e a identidade de Shaco mudaram consideravelmente depois do rework, e seus ganhos em mecânica de jogo ficaram, na melhor das hipóteses, duvidosos. Ele deveria ter confiança para interagir com inimigos, principalmente no início de jogo, mas não tem dado muito certo. Com essas mudanças, nosso objetivo é equilibrar o dano ao longo da partida, em vez de colocar todo o potencial de abate instantâneo no fim de jogo. E, é claro, não podemos esquecer da itemização padrão de Dano de Ataque e da itemização mais situacional de Poder de Habilidade, ambas com estilos de jogo bem distintos. Então, trocamos o tipo de dano do E e mudamos alguns multiplicadores de lugar para que cada itemização atue de maneira distinta em torno de suas habilidades.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "DANO DE ATAQUE",
              "antes": "66",
              "depois": "63"
            },
            {
              "atributo": "ATRIBUTO DE CRESCIMENTO - DANO DE ATAQUE",
              "antes": "3,5",
              "depois": "3"
            }
          ]
        },
        "Jester_CarefulStrikes.png",
        "Deceive.png",
        "JackInTheBox.png",
        "TwoShivPoison.png",
        "HallucinateFull.png"
      ]
    },
    {
      "campeao": "Sona",
      "img": "Sona.png",
      "mod": "Mudança de qualidade de vida para a nossa princesinha, deixando mais fácil saber quando seu ataque básico fortalecido virá. ",
      "nota": ""
    },
    {
      "campeao": "Varus",
      "img": "Varus.png",
      "mod": "DdA base aumentado; atributos arredondados.",
      "nota": "Estamos dando ao Varus um poder mais geral e confiável.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "DANO DE ATAQUE",
              "antes": "59",
              "depois": "61"
            },
            {
              "atributo": "REGENERAÇÃO DE MANA",
              "antes": "7,34",
              "depois": "8"
            },
            {
              "atributo": "MANA",
              "antes": "360,5",
              "depois": "360"
            },
            {
              "atributo": "VIDA",
              "antes": "499",
              "depois": "500"
            }
          ]
        }
      ]
    },
    {
      "campeao": "Viktor",
      "img": "Viktor.png",
      "mod": "Q deixa de escalar com a Mana de Viktor. Aprimoramento do W agora concede redução de velocidade às outras habilidades. R agora tem ciclos mais acelerados e se move mais rápido. ",
      "nota": "Estamos ajustando um pouco nosso querido Viktor, oferecendo a ele Aprimoramentos mais legais para seu W e R, duas habilidades que não têm se mostrado muito satisfatórias, e também estamos reduzindo sua dependência de Mana.",
      "habilidades": [
        {
          "nome": "Geral",
          "atributos": [
            {
              "atributo": "CORREÇÃO DE BUG",
              "depois": "Atributos do Núcleo Hex agora são atualizados após a compra, e não na próxima vez que Viktor sobe de nível"
            },
            {
              "atributo": "CORREÇÃO DE BUG",
              "depois": "Aprimoramento: Pós-choque - mísseis de Raio da Morte agora têm a mesma largura do projétil inicial"
            }
          ]
        },
        "ViktorPowerTransfer.png",
        "ViktorGravitonField.png",
        "ViktorChaosStorm.png"
      ]
    }
  ],
  "runes": [],
  "fixes": [
    {
      "note": "Corrigido um bug em que, após o abate de um aliado ao qual Yuumi estava vinculada durante Estase (por meio de Ampulheta de Zhonya ou Cronômetro), ela perdia a habilidade de receber o foco de ataque da torre pelo resto da partida."
    },
    {
      "note": "Corrigido um bug em que conjurar R - Tempestade de Plumas com o cursor exatamente abaixo de Xayah fazia com que o bloqueio de rotação da habilidade fosse removido."
    },
    {
      "note": "E - Rajada de Bolas de Neve de Nunu não reduz mais a velocidade de inimigos mais de uma vez na mesma conjuração de bolas de neve."
    },
    {
      "note": "Ao conjurar R - Ciclone de Wukong enquanto Q - Quebra-Cofres de Vi acerta e abate Wukong, R - Ciclone não perde mais sua funcionalidade."
    },
    {
      "note": "O Tempo de Recarga de R - Zênite Lunar de Diana agora atualiza corretamente, mesmo após a habilidade atingir um inimigo na ponta da explosão de seu Q - Golpe Crescente."
    },
    {
      "note": "Efeitos visuais da explosão de Q - Golpe Crescente de Diana não podem mais ser vistos na Névoa de Guerra."
    },
    {
      "note": "Neeko Inverno Mágico não perderá mais uma quantidade significativa de atributos base e seus ataques básicos quando Lulu utilizar W - Caprichos nela enquanto Neeko estiver conjurando R - Florescer Repentino disfarçada."
    },
    {
      "note": "Quando Lulu polimorfava Gnar com W - Caprichos pouco antes dele voltar à forma original, Gnar perdia os fortalecimentos adicionais e as partículas e animações de críticos e ataques de Mega Gnar pelo resto da partida."
    },
    {
      "note": "O indicador de execução de R - Banquete de Cho'Gath agora aparece corretamente nas barras de Vida dos clones."
    },
    {
      "note": "A Passiva - Iluminação de Lux agora está devidamente marcada como uma habilidade de alvo único."
    }
  ]
}