{
  "note": "Finalmente, só falta uma Atualização para a pré-temporada E EU NÃO CONSIGO PARAR DE DIZER QUE \"SÓ FALTA UMA ATUALIZAÇÃO PARA A PRÉ-TEMPORADA\". Se vocês estão lutando para chegar ao Ouro, assim como eu, fica aqui o aviso: vocês só têm essa última Atualização para chegar lá. Boa sorte! Enquanto isso, o URF acaba em 5 dias! Isso aí, só faltam 5 (já contando com hoje)! Caso não tenham visto o anúncio nas Atualizações Intermediárias da 9.21, vamos prorrogar a duração do modo de jogo por mais 1 dia. Então, todo mundo indo pra Catapulta até o dia 10 de novembro de 2019 às 00h00. As correções de bug que desenvolvemos com vocês durante o aniversário de 10 anos também serão implementadas no ambiente de jogo nessa Atualização! Vocês podem ler mais sobre elas no final da respectiva seção.",
  "ft": {
    "img": "Instagram_Patch_9_22_Infographic_EN_FINAL_Crop_por-BR.jpg",
    "mod": "Ekko, Yasuo, Akali, Senna e Qiyana True Damage estarão disponíveis em 10 de novembro de 2019."
  },
  "champs": [
    {
      "campeao": "Senna",
      "img": "Senna.png",
      "mod": "A Redentora",
      "nota": "Senna escapa da lanterna no dia 10 de novembro!",
      "links": [
        {
          "item": "Trailer de Campeão",
          "link": "https://www.youtube.com/watch?v=ZjvDFvzfxsQ"
        },
        {
          "item": "Seção do Universo",
          "link": "https://universe.leagueoflegends.com/en_US/story/champion/senna/"
        },
        {
          "item": "Análise de Campeão",
          "link": "https://nexus.leagueoflegends.com/en-us/2019/10/senna/"
        }
      ]
    },
    {
      "campeao": "Ashe",
      "img": "Ashe.png",
      "mod": "Custo do W aumentado.",
      "nota": "Vamos enfraquecer a agressão de início de jogo da Ashe. Assim, ela será obrigada a fazer melhor uso da redução de velocidade em vez de desperdiçá-la apenas pelo dano do W.",
      "habilidades": [
        {
          "nome": "W - Rajada",
          "atributos": [
            {
              "atributo": "CUSTO",
              "antes": "50 de Mana",
              "depois": "70 de Mana"
            }
          ],
          "img": "Volley.png"
        }
      ]
    },
    {
      "campeao": "Blitzcrank",
      "img": "Blitzcrank.png",
      "mod": "Dano base do Q reduzido.",
      "nota": "Blitzcrank ainda está bem forte depois das mudanças recentes, então faremos um pequeno ajuste para que ele chegue ao estado que planejamos.",
      "habilidades": [
        {
          "nome": "Q - Puxão Biônico",
          "atributos": [
            {
              "atributo": "DANO BASE",
              "antes": "80/135/190/245/300",
              "depois": "70/120/170/220/270"
            }
          ],
          "img": "RocketGrab.png"
        }
      ]
    },
    {
      "campeao": "Ivern",
      "img": "Ivern.png",
      "mod": "Correção de bugs no Q.",
      "nota": "Essas correções já foram implementadas na 9.21, mas achamos válido mencioná-las aqui caso alguém não tenha visto!",
      "habilidades": [
        {
          "nome": "Q - Encantador de Raízes",
          "atributos": [
            {
              "atributo": "DEIXEM ESPAÇO PARA A MARGARIDA",
              "depois": "Agora, Ivern sempre avançará até chegar à distância corpo a corpo do alvo"
            },
            {
              "atributo": "TRÊS É DEMAIS",
              "depois": "Corrigido um bug em que Ivern aterrissava dentro de alguns acampamentos na selva ao avançar com o Q"
            },
            {
              "atributo": "ABRA-KADABRA-ALAKAZAM",
              "depois": "Corrigido um bug em que aliados eram teleportados para locais inesperados quando Ivern avançava até um alvo enraizado"
            }
          ],
          "img": "IvernQ.png"
        }
      ]
    },
    {
      "campeao": "Kai'Sa",
      "img": "Kaisa.png",
      "mod": "Dano do projétil do Q reduzido depois do primeiro acerto.",
      "nota": "Pretendemos eliminar dois problemas na Kai'Sa com esta mudança, enfraquecendo seu dano explosivo isolado no fim de jogo e impulsionando a habilidade dos inimigos de afastá-la das ondas de tropas.",
      "habilidades": [
        {
          "nome": "Q - Chuva Icathiana",
          "atributos": [
            {
              "atributo": "DANO DO PROJÉTIL COM MÚLTIPLOS ACERTOS EM NÃO TROPAS",
              "antes": "30%",
              "depois": "25%"
            }
          ],
          "img": "KaisaQ.png"
        }
      ]
    },
    {
      "campeao": "Kalista",
      "img": "Kalista.png",
      "mod": "Duração da marca do W e dano adicional em alvos marcados aumentados.",
      "nota": "Apesar de historicamente hesitarmos em fortalecer o dano de ativação da Kalista devido a altos limites de coordenação de equipes em jogadas solo, tomaremos uma direção diferente e tornaremos sua ativação mais acessível enquanto aumentamos o dano. Esperamos que isso a ajude em todos os níveis de jogo e faça valer a pena os pontos investidos.",
      "habilidades": [
        {
          "nome": "W - Vigia",
          "atributos": [
            {
              "atributo": "DANO ADICIONAL EM ALVOS MARCADOS",
              "antes": "5/7,5/10/12,5/15% da Vida máxima do alvo",
              "depois": "10/12/14/16/18% da Vida máxima do alvo"
            },
            {
              "atributo": "DURAÇÃO DA MARCA",
              "antes": "3 segundos",
              "depois": "4 segundos"
            }
          ],
          "img": "KalistaW.png"
        }
      ]
    },
    {
      "campeao": "Kayle",
      "img": "Kayle.png",
      "mod": "Dano base do Q reduzido. Custo do W aumentado.",
      "nota": "Vamos reduzir o poder da Kayle durante a fase de rotas para que ela possa ser mais vulnerável no início de jogo, fazendo com que demore um pouco mais até começar a agredir os outros por aí.",
      "habilidades": [
        {
          "nome": "Q - Explosão Radiante",
          "atributos": [
            {
              "atributo": "DANO BASE",
              "antes": "70/115/160/205/250",
              "depois": "60/100/140/180/220"
            }
          ],
          "img": "KayleQ.png"
        },
        {
          "nome": "W - Bênção Celestial",
          "atributos": [
            {
              "atributo": "CUSTO",
              "antes": "60/70/80/90/100 de Mana",
              "depois": "70/80/90/100/110 de Mana"
            }
          ],
          "img": "KayleW.png"
        }
      ]
    },
    {
      "campeao": "Malphite",
      "img": "Malphite.png",
      "mod": "Multiplicador de PdH do R reduzido.",
      "nota": "Achamos que as itemizações de tanque do Malphite estão em um bom estado, mas pode ser absurdamente frustrante jogar contra itemizações de PdH, dadas as poucas opções de contrajogadas. Por essa razão, enfraqueceremos esse aspecto em seu kit.",
      "habilidades": [
        {
          "nome": "R - Força Incontrolável",
          "atributos": [
            {
              "atributo": "MULTIPLICADOR",
              "antes": "1,0 de Poder de Habilidade",
              "depois": "0,8 de Poder de Habilidade"
            }
          ],
          "img": "UFSlash.png"
        }
      ]
    },
    {
      "campeao": "Nautilus",
      "img": "Nautilus.png",
      "mod": "Dano base ao alvo primário do R reduzido.",
      "nota": "Nautilus está forte demais em todas as partidas, independentemente do nível, mas, nessa Atualização, enfraqueceremos seu dano, já que é algo mais dependente de coordenação.",
      "habilidades": [
        {
          "nome": "R - Carga de Profundidade",
          "atributos": [
            {
              "atributo": "DANO BASE AO ALVO PRIMÁRIO",
              "antes": "200/325/450",
              "depois": "150/275/400"
            }
          ],
          "img": "NautilusGrandLine.png"
        }
      ]
    },
    {
      "campeao": "Pantheon",
      "img": "Pantheon.png",
      "mod": "Redução de dano do Q em tropas aumentada e limiar de execução reduzido. Aumento da Velocidade do avanço do W proveniente de botas removido.",
      "nota": "Pantheon continua sendo um Campeão extremamente forte (e extremamente banido), principalmente em partidas ranqueadas de alto nível de habilidade. Realizaremos algumas mudanças nas partes do kit que mais afetam os jogadores nessas partidas, focando principalmente em seu dano consistente e na limpeza de tropas.",
      "habilidades": [
        {
          "nome": "Q - Lança Meteórica",
          "atributos": [
            {
              "atributo": "REDUÇÃO DE DANO EM TROPAS",
              "antes": "20%",
              "depois": "30%"
            },
            {
              "atributo": "LIMIAR DE EXECUÇÃO",
              "antes": "25% da Vida máxima do alvo",
              "depois": "20% da Vida máxima do alvo"
            }
          ],
          "img": "PantheonQ.png"
        },
        {
          "nome": "W - Escudo-Cometa",
          "atributos": [
            {
              "atributo": "NÃO TE ULTRAPASSA MAIS",
              "rotulo": "removido",
              "depois": "A Velocidade do avanço de Pantheon deixa de ser aumentada com botas."
            }
          ],
          "img": "PantheonW.png"
        }
      ]
    },
    {
      "campeao": "Sejuani",
      "img": "Sejuani.png",
      "mod": "DdA base, crescimento de Regeneração de Vida e crescimento de VdA aumentados. Dano do Q aumentado nos últimos níveis. Correção de bug no E.",
      "nota": "Ajudaremos Sejuani a emporcalhar os inimigos e a recompensaremos quando conseguir entrar no meio da luta.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "DANO DE ATAQUE",
              "antes": "64",
              "depois": "66"
            },
            {
              "atributo": "CRESCIMENTO DE REGENERAÇÃO DE VIDA",
              "antes": "0,85",
              "depois": "1"
            },
            {
              "atributo": "CRESCIMENTO DE VELOCIDADE DE ATAQUE",
              "antes": "3%",
              "depois": "3,5%"
            }
          ]
        },
        {
          "nome": "Q - Ataque do Ártico",
          "atributos": [
            {
              "atributo": "DANO",
              "antes": "80/120/160/200/240 (+0,4 de Poder de Habilidade)",
              "depois": "80/130/180/230/280 (+0,6 de Poder de Habilidade)"
            }
          ],
          "img": "SejuaniQ.png"
        },
        {
          "nome": "E - Congelação Permanente",
          "atributos": [
            {
              "atributo": "CORREÇÃO DE BUG",
              "depois": "Agora a Passiva reinicia devidamente a duração do efeito negativo quando reaplicada com o máximo de acúmulos."
            }
          ],
          "img": "SejuaniE.png"
        }
      ]
    },
    {
      "campeao": "Sylas",
      "img": "Sylas.png",
      "mod": "Regeneração de Vida base e Resistência Mágica aumentadas; crescimento de Regeneração de Vida reduzido. Custo do W reduzido.",
      "nota": "Recentemente, fizemos algumas alterações com o objetivo de abordar a diferença de poder do Sylas no nível profissional e na Fila Solo. Como resultado, seu nível de poder caiu. Por isso, daremos a ele um pouco de força geral. Entretanto, não achamos que isso resolverá o problema por completo, e é por isso que continuaremos fazendo algumas alterações no futuro próximo.",
      "habilidades": [
        {
          "nome": "Atributos base",
          "atributos": [
            {
              "atributo": "REGENERAÇÃO DE VIDA",
              "antes": "7",
              "depois": "9"
            },
            {
              "atributo": "CRESCIMENTO DE REGENERAÇÃO DE VIDA",
              "antes": "1",
              "depois": "0,9"
            },
            {
              "atributo": "RESISTÊNCIA MÁGICA",
              "antes": "36,1",
              "depois": "39"
            }
          ]
        },
        {
          "nome": "W - Regicida",
          "atributos": [
            {
              "atributo": "CUSTO",
              "antes": "50/55/60/65/70 de Mana",
              "depois": "40/45/50/55/60 de Mana"
            }
          ],
          "img": "SylasW.png"
        }
      ]
    },
    {
      "campeao": "Thresh",
      "img": "Thresh.png",
      "mod": "Largura do E alterada em todas as skins.",
      "nota": "Ajustaremos a largura do E em todos os modelos do Thresh, já que a habilidade não era precisa e não mostrava a melhor representação da sua caixa de colisão.",
      "habilidades": [
        {
          "nome": "E - Esfolar",
          "atributos": [
            {
              "atributo": "LARGURA",
              "depois": "Para melhorar a clareza da mecânica de jogo, aumentamos a largura da habilidade para condizer com a verdadeira caixa de colisão."
            }
          ],
          "img": "ThreshE.png"
        }
      ]
    },
    {
      "campeao": "Xayah",
      "img": "Xayah.png",
      "mod": "Velocidade de Ataque adicional do W reduzida.",
      "nota": "Enfraqueceremos o potencial de supercarregador DPS da Xayah.",
      "habilidades": [
        {
          "nome": "W - Plumagem Mortífera",
          "atributos": [
            {
              "atributo": "VELOCIDADE DE ATAQUE ADICIONAL",
              "antes": "40/47,5/55/62,5/70%",
              "depois": "35/40/45/50/55%"
            }
          ],
          "img": "XayahW.png"
        }
      ]
    }
  ],
  "runes": [],
  "fixes": [
    {
      "note": "Se o alvo de Caitlyn morrer antes que sua Passiva - Bem na Mira Energizada os atinja (por meio de itens como Canhão Fumegante e Faca de Statikk), ela deixa de sofrer dano no lugar deles."
    },
    {
      "note": "A segunda ativação do R - Chamado do Deus da Forja de Ornn agora arremessa devidamente ao ar os inimigos próximos."
    },
    {
      "note": "Agora o E - Barril de Pólvora do Gangplank ativa devidamente os cogumelos do R - Armadilha Venenosa do Teemo."
    },
    {
      "note": "Convites para partidas deixam de desaparecer se o dono da partida mudar o modo."
    },
    {
      "note": "Agora, o Q - Ataque do Ouriço do Fizz quebra devidamente escudos de feitiço."
    },
    {
      "note": "O R - Destino do Twisted Fate não bloqueará mais projéteis (como ataques de torres ou dragões) se for interrompido."
    },
    {
      "note": "Se Taric usar R - Resplendor Cósmico e morrer durante o período de conjuração, seu Tempo de Recarga correto será exibido no lugar do Tempo de Recarga do W - Bastião."
    },
    {
      "note": "Agora, o R - Investida do Vazio de Rek'Sai é restituído devidamente e funciona de forma consistente quando Campeões inimigos morrerem durante a conjuração ou avanço da habilidade."
    },
    {
      "note": "O ícone do R - Poder Irrestrito da Syndra mostrará corretamente quantas Esferas Negras estão disponíveis para uso na conjuração."
    },
    {
      "note": "Os ataques básicos fortalecidos do Q - Bote da Nidalee causarão dano contra armadilhas da forma ideal."
    },
    {
      "note": "Quando Sion conjurar R - Investida Incontrolável fora do seu alcance, a habilidade será conjurada imediatamente em vez de fazê-lo se mover até chegar ao alcance mínimo de conjuração."
    },
    {
      "note": "Quando Q - Mordida Dupla estiver em Tempo de Recarga, os ataques básicos de Shyvana contra estruturas reduzirão o Tempo de Recarga da habilidade adequadamente."
    },
    {
      "note": "A ativação de amuleto do Arauto do Vale terá o travamento de 1s correto que todos os amuletos têm para evitar usos acidentais."
    }
  ]
}